{
	"legendaryGroup": [
		{
			"name": "Aboleth",
			"source": "MM",
			"lairActions": [
				"当底栖魔鱼在其巢穴战斗时，它可以引发周围环境的魔法以采取它的巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），底栖魔鱼可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"底栖魔鱼对距离它60尺内且它所能看见的任意数量个生物施放{@spell 魅影之力}(无须任何构材)。当专注于这个效果时，底栖魔鱼不能采取其它的巢穴动作。 若目标成功通过此豁免检定，或这个效果对它的影响结束，则目标将在接下来24小时内免疫于该底栖魔鱼使用巢穴动作施放的{@spell 魅影之力}，然而该生物仍然可以选择自愿被影响。",
						"距离底栖魔鱼90尺内的水池将化作汹涌的攫抓浪潮向外涌出。任何在地面上且距离这类水池20尺内的生物都必须成功通过一次DC 14的力量豁免，否则被拉向水中最多20尺距离且被击倒{@condition 伏地}。直到底栖魔鱼使用了另一个巢穴动作之前，它都不能再使用此巢穴动作。",
						"底栖魔鱼巢穴内的水体将被魔法变成生物狂怒的导管。底栖魔鱼可以选择任意个距离它90尺内，它所能看见，且处于这类水体中的生物作为目标。目标必须成功通过一次DC 14的感知豁免，否则受到 7 ({@dice 2d6})心灵伤害。直到底栖魔鱼使用了另一个巢穴动作之前，它都不能再使用此巢穴动作。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着底栖魔鱼巢穴的区域被该生物的本质所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离底栖魔鱼巢穴1里内的地底表面将变为黏滑而潮湿的困难地形。",
						"距离巢穴1里内的水源被超自然力量污染。底栖魔鱼的敌人在喝下这样的水后将反胃长达数分钟。",
						"以一个动作，底栖魔鱼可以在它巢穴1里内创造一个自己的幻影。这个幻影可以出现在任何底栖魔鱼曾经见过的地方，或在任何被底栖魔鱼{@condition 魅惑}的生物当下所能看见的地方。一旦幻影被创造，只要底栖魔鱼维持专注（如同专注于法术），这个幻影就将持续存在。尽管这个幻影没有实体，但它的外观、声音，以及移动方式都跟底栖魔鱼一样。底栖魔鱼可以通过该幻影的位置感知、说话、并使用它的心灵感应，就如同它存在于该处一样。若这个幻影受到任何伤害，则它将消失。"
					]
				},
				"若底栖魔鱼死亡，前两个效应将在{@dice 3d10}天内逐渐消散。"
			]
		},
		{
			"name": "Aerisi Kalinoth",
			"source": "PotA",
			"lairActions": [
				"当阿莉希位于大气节点，而{@creature Yan-C-Bin|PotA|延希宾}不在该处时，阿莉希将可以采取巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），阿莉希可以采取一次巢穴动作以施放她的其中一个法术，最高3环，且无须使用任何构材或法术位。她不能连续两轮施放相同的法术，但她可以持续专注于她之前使用巢穴动作所施放的法术。当阿莉希专注于她以巢穴动作施放的法术时，她将无法采取巢穴动作。",
				"若阿莉希使用这个巢穴动作以施放{@spell 隐形术}，她将同时汲取大气节点中的能量。这么做能够让她回复 15 ({@dice 3d8+2})点生命值。"
			]
		},
		{
			"name": "Ancient Deep Crow",
			"source": "AI",
			"regionalEffects": [
				"The region containing an ancient deep crow's lair is transformed by the creature's presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Supernatural shadow turns all bright light to dim light in underground regions within 6 miles of the lair.",
						"Intermittent, echoing caws can be heard coming from all directions within 6 miles of the lair.",
						"Subterranean beasts within 1 mile of the ancient deep crow's lair serve as the creature's eyes and ears, alerting it to the presence of intruders and making it all but impossible to surprise the ancient deep crow."
					]
				},
				"If the ancient deep crow dies, these effects fade immediately."
			]
		},
		{
			"name": "Arasta",
			"source": "MOT",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Arasta can take a lair action to cause one of the following effects. She can't use the same effect two rounds in a row.",
				{
					"type": "list",
					"items": [
						"Arasta learns about any creature touching her webs. Each creature {@condition 束缚} by a web or Arasta's Web of Hair must make a {@dc 21} Intelligence saving throw. On a failed save, Arasta gains knowledge of a creature's name, race, where they consider home, and what brought them to her web.",
						"Arasta casts the {@spell 巨虫术} spell (spiders only). It lasts until she uses this lair action again or until she dies."
					]
				}
			],
			"regionalEffects": [
				"The region containing Arasta's lair is warped by her presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Spiders and insects within 1 mile of Arasta's lair serve as her eyes and ears. Birds and other flying creatures are absent from the skies and occasionally found trapped in webs.",
						"Within 1 mile of Arasta's lair, webs fill all 10-foot cubes of open space, so long as the webs can be anchored between two solid masses (such as walls or trees). The webs are flammable. Any webs exposed to fire burn away in 1 round. Any destroyed webs are magically repaired at the next dawn."
					]
				},
				"If Arasta dies, the spiders and insects lose their supernatural link to her. The webs remain, but they dissolve within {@dice 1d10} days."
			],
			"mythicEncounter": [
				"Arasta is a formidable enemy under normal circumstances, but to give characters a truly mythic challenge, you can have her call on her Armor of Spiders. Her use of this trait signals a drastic turn in the encounter, as Arasta summons her arachnid children to protect her. While she has temporary hit points from this trait, she can choose one of her mythic actions when she uses a legendary action.",
				"Read or paraphrase the following text when Arasta uses her Armor of Spiders trait:",
				{
					"type": "insetReadaloud",
					"entries": [
						"The nightmarish arachnid unleashes a shriek that sounds like a thousand spider carapaces scarring slate. In response, the ground ripples and bursts over the monster, revealing itself as a wave of countless spiders. The tiny arachnids swarm the larger horror, girding it in skittering bodies."
					]
				},
				"Fighting Arasta as a mythic encounter is equivalent to taking on two challenge rating 21 creatures in one encounter. Award a party 66,000 XP for defeating Arasta after she uses Armor of Spiders."
			]
		},
		{
			"name": "Balhannoth",
			"source": "MTF",
			"lairActions": [
				"When fighting inside its lair, a balhannoth can use lair actions. On initiative count 20 (losing initiative ties), a balhannoth can take one lair action to cause one of the following effects; the balhannoth can't use the same lair action two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The balhannoth warps reality around it in an area up to 500 feet square. After 10 minutes, the terrain in the area reshapes to assume the appearance of a location sought by one intelligent creature whose mind the balhannoth has read (see Regional Effects below). The transformation affects nonliving material only and can't create anything with moving parts or magical properties. Any object created in this area is, upon close inspection, revealed as a fake. Books are filled with empty pages, golden items are obvious counterfeits, and so on. The transformation lasts until the balhannoth dies or uses this lair action again.",
						"The balhannoth targets one creature within 500 feet of it. The target must succeed on a DC 16 Wisdom saving throw or the target, along with whatever it is wearing and carrying, teleports to an unoccupied space of the balhannoth's choice within 60 feet of it.",
						"The balhannoth targets one creature within 500 feet of it. The target must succeed on a DC 16 Wisdom saving throw or the balhannoth becomes invisible to that creature for 1 minute. This effect ends if the balhannoth attacks the target."
					]
				}
			],
			"regionalEffects": [
				"A region containing a balhannoth's lair becomes warped by the creature's unnatural presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Creatures within 1 mile of the balhannoth's lair experience a sensation of being close to whatever they desire most. The sensation grows stronger the closer the creatures come to the balhannoth's lair.",
						"The balhannoth can sense the strongest desires of any humanoid within 1 mile of it and learns whether those desires involve a place: a safe location to rest, a temple, home, or somewhere else."
					]
				},
				"If the balhannoth dies, these effects end immediately."
			]
		},
		{
			"name": "Baphomet",
			"source": "MTF",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Baphomet can take a lair action to cause one of the following magical effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Baphomet seals one doorway or other entryway within the lair. The opening must be unoccupied. It is filled with solid stone for 1 minute or until Baphomet creates this effect again.",
						"Baphomet chooses a room within the lair that is no larger in any dimension than 100 feet. Until the next initiative count 20, gravity is reversed within that room. Any creatures or objects in the room when this happens fall in the direction of the new pull of gravity, unless they have some means of remaining aloft. Baphomet can ignore the gravity reversal if he's in the room, although he likes to use this action to land on a ceiling to attack targets dying near it.",
						"Baphomet casts {@spell 海市蜃楼}, affecting a room within the lair that is no longer in any dimension than 100 feet. The effect ends on the next initiative count 20."
					]
				}
			],
			"regionalEffects": [
				"The region containing Baphomet's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Plant life within 1 mile of the lair grows thick and forms walls of trees, hedges, and other flora in the form of small mazes.",
						"Beasts within 1 mile of the lair become frightened and disoriented, as though constantly under threat of being hunted, and might lash out or panic even when no visible threat is nearby.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 18 Wisdom saving throw or descend into a madness determined by the Madness of Baphomet table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Baphomet dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Baphomet",
					"entries": [
						"If a creature goes mad in Baphomet's lair or within line of sight of the demon lord, roll on the Madness of Baphomet table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Baphomet",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"My anger consumes me. I can't be reasoned with when my rage has been stoked.\""
								],
								[
									"21–40",
									"\"I degenerate into beastly behavior, seeming more like a wild animal than a thinking being.\""
								],
								[
									"41–60",
									"\"The world is my hunting ground. Others are my prey.\""
								],
								[
									"61–80",
									"\"Hate comes easily to me and explodes into rage.\""
								],
								[
									"81–00",
									"\"I see those who oppose me not as people, but as beasts meant to be preyed upon.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Beholder",
			"source": "MM",
			"lairActions": [
				"当眼魔在其巢穴战斗时，它可以引发周围环境的魔法以采取它的巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），眼魔可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"距离眼魔120尺内一处50尺平方的地表范围将变得黏滑；该区域被变为困难地形直到下一轮的先攻顺序轮到20。",
						"距离眼魔120尺内的墙面将长出攫抓触肢，持续直到下一轮之后，先攻顺序再次轮到20。每个眼魔所选，且在这类墙面10尺内开始它回合的生物，都必须成功通过一次DC 15的敏捷豁免，否则将{@condition 被擒}。从中逃脱需要成功通过一次DC 15的力量（{@skill 运动}）或敏捷（{@skill 体操}）检定。",
						"距离眼魔60尺内的一处固体表面将张开一只眼睛。一道眼魔的随机眼波射线将从这只眼睛射向一个眼魔所选择且它所能看见的生物。这只眼睛接着将闭上并消失。"
					]
				},
				"在所有的效果都被使用过之前，眼魔不能使用已经用过的巢穴动作效果，且眼魔不能连续两轮使用相同的效果。"
			],
			"regionalEffects": [
				"这片坐落着眼魔巢穴的区域被该生物的非自然本质所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离眼魔巢穴1里内的生物偶尔会感觉到自己正在被注视，尽管实际上并没有这回事。",
						"当眼魔入睡时，轻微的现实扭曲将会发生在距离它巢穴1里内的区域，并接着在24小时后消失。这些扭曲可能会是雕刻墙面上记号的微妙变化、怪异的饰品出现在它们先前不存在的地方、无害的黏液覆盖于雕像表面，诸如此类。这些效应只会发生在自然表面和不属于任何人的非魔法物体上。"
					]
				},
				"若眼魔死亡，这些效应都将在{@dice 1d10}天内逐渐消散。"
			]
		},
		{
			"name": "Belashyrra",
			"source": "ERLW",
			"lairActions": [
				"While within the Citadel of Lidless Eyes, Belashyrra can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), Belashyrra can take a lair action to cause one of the following effects; it can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"An eye opens on a solid surface within 60 feet of Belashyrra. One random eye ray of Belashyrra's shoots from that eye at a target of Belashyrra's choice that it can see. The eye then closes and disappears.",
						"Belashyrra creates a wave of madness. Each creature it can see within its lair must succeed on a {@dc 22} Wisdom saving throw or be {@condition 魅惑} for 1 minute. While {@condition 魅惑} in this way, a creature must use its action at the start of its turn before moving to make a melee attack against another creature of Belashyrra's choice within reach. If there are no creatures within reach, the {@condition 魅惑} creature can act normally for that turn. A {@condition 魅惑} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"Belashyrra taps into the eyesight of creatures in its lair and alters their perception. Each creature of Belashyrra's choice in the lair must make a {@dc 22} Wisdom saving throw. On a failure, the affected creature perceives objects and creatures a short distance from their actual locations, imposing disadvantage on the creature's attack rolls against those targets. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this lair action for the next 24 hours."
					]
				}
			],
			"regionalEffects": [
				"Belashyrra's lair is known to touch remote areas of the Shadow Marches and caverns below Xen'drik. A region containing a passage to Belashyrra's lair is warped by its magic, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Creatures within 1 mile of the passage sometimes feel as if they're being watched.",
						"Beasts that live within 5 miles of the passage undergo magical transmutation, growing eyes or eyestalks that Belashyrra can see through.",
						"A humanoid who spends at least 1 hour within 1 mile of the passage must succeed on a {@dc 21} Wisdom saving throw or descend into a type of madness (see \"Madness of Belashyrra\" below). A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Belashyrra dies, these effects fade over the course of {@dice 1d10} days."
			]
		},
		{
			"name": "Black Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），黑龙可以采取一次巢穴动作以造成以下其中一个效果；黑龙不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"距离黑龙120尺内且它所能看见的水池涌起一阵卷人的浪潮。任何距离这个水池20尺内的生物都必须成功通过一次DC 15的力量豁免，否则被拖向水池最多20尺距离并被击倒{@condition 伏地}。",
						"黑龙选择距离它120尺内的一点，一团成群的昆虫云雾充斥在以该点为中心的20尺半径球体范围内。这团虫云会绕过转角蔓延，且会持续存在直到黑龙以一个动作驱散它们、再次使用这个巢穴动作，或黑龙死亡。这团虫云所在的区域被轻度遮蔽。任何在这团虫云出现时位于该区域内的生物必须进行一次DC 15的体质豁免，若豁免失败则受到10 ({@dice 3d6})穿刺伤害，豁免成功则只受到一半的伤害。一个在虫云内结束它回合的生物将受到10 ({@dice 3d6})穿刺伤害。",
						"魔法黑暗从距离黑龙120尺内由它所选择的一点蔓延，充斥在15尺半径的球体范围内直到黑龙以一个动作驱散它、再次使用这个巢穴动作，或黑龙死亡。这片黑暗会绕过转角。一个拥有黑暗视觉的生物无法看透这片黑暗，且非魔法光源也无法照亮它。若这个效果范围内的任何一个区域与其他2环或更低的法术所创造的光照重叠，则创造该光照的法术将被解消。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇黑龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离巢穴6里内的陆地因为生长得茂密变形的植被，以及沼泽内满布的恶臭淤泥，而使得横越所需的时间变为原本的两倍。",
						"距离巢穴1里内的水源被超自然力量污染。黑龙的敌人在喝下这样的水后将反胃长达数分钟。",
						"距离巢穴6里内的陆地将被雾气给轻度遮蔽。"
					]
				},
				"若黑龙死亡，这片区域内的植被将维持它们生长的情况，但其他效果将在{@dice 1d10}天后消散。"
			]
		},
		{
			"name": "Blue Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），蓝龙可以采取一次巢穴动作以造成以下其中一个效果；蓝龙不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"距离蓝龙120尺内且它所能看见的一个生物上方一部分的天花板坍塌下来。该生物必须成功通过一次DC 15的敏捷豁免，否则受到10 ({@dice 3d6})钝击伤害，被击倒{@condition 伏地}并被掩埋。被掩埋的目标将被{@condition 束缚}且无法呼吸或起身。一个生物可以采取一个动作以进行一次DC 10的力量检定，成功则终止被掩埋的状态。",
						"一团沙尘旋转卷起的云团将以距离蓝龙120尺内且它所能看见的一点为中心形成一个20尺半径的球体区域。这团沙云会绕过转角。每个在这团沙云内的生物都必须成功通过一次DC 15的体质豁免，否则将陷入{@condition 目盲}长达1分钟。一个生物可以在它的每个回合结束时重复进行这个豁免检定，成功则结束这个效果对它的影响。",
						"闪电弧光在巢穴内蓝龙所能看见的两个固态表面之间形成一道5尺宽的直线区域。这两个表面必须距离蓝龙120尺内，且彼此相距120尺内。每个在直线区域内的生物必须成功通过一次DC 15的敏捷豁免，否则受到10 ({@dice 3d6})闪电伤害。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇蓝龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离巢穴6里内的区域肆虐着雷鸣风暴。",
						"距离巢穴6里内的区域被尘卷风席卷着。尘卷风具有{@creature 气元素}的数据，但它不会飞，具有50尺的移动速度，且智力和魅力只有1(-5)。",
						"隐藏的陷落沙坑将在蓝龙的巢穴内和巢穴周遭成形。通过成功通过一次DC 20的感知（{@skill 察觉}）检定可以在安全距离外发现一个隐藏的陷落沙坑。除此之外，第一个踩上陷落沙坑上覆盖的稀薄沙层的生物必须成功通过一次DC 15的敏捷豁免，否则将跌入陷落沙坑并坠落{@dice 1d6 × 10}尺的距离。"
					]
				},
				"若蓝龙死亡，尘卷风将会立刻消失，且雷鸣风暴将在{@dice 1d10}天内消散。任何陷落沙坑都会维持它们所在的位置。"
			]
		},
		{
			"name": "Brass Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），黄铜龙可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"一股强风呼啸环绕在黄铜龙的周围。每个距离黄铜龙60尺内的生物都必须成功通过一次DC 15的力量豁免，否则被推离黄铜龙15尺距离并被击倒{@condition 伏地}。气体和蒸气都将被这股风吹散，且不受保护的火焰也将被熄灭。受保护的火焰；例如提灯，将有50%的几率被熄灭。",
						"一团沙尘旋转卷起的云团将以距离黄铜龙120尺内且它所能看见的一点为中心形成一个20尺半径的球体区域。这团沙云会绕过转角。每个在这团沙云内的生物都必须成功通过一次DC 15的体质豁免，否则将陷入{@condition 目盲}长达1分钟。一个生物可以在它的每个回合结束时重复进行这个豁免检定，成功则结束这个效果对它的影响。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇黄铜龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离巢穴6里内的沙地上出现数条小径。这些小径通往安全的避难所和隐蔽的水源处，同时也会引领其远离黄铜龙不希望被打扰的区域。",
						"距离巢穴1里内的沙漠中游荡着体型为大型或更小的怪物幻影。这些幻象可以移动且看起来非常真实，但它们无法造成伤害。一个查看这些幻影的生物可以借由成功通过一次DC 20的智力（{@skill 调查}）检定以辨识出其是否为幻象。由于东西会穿过幻影，任何与幻影的物理性交互都将暴露它是幻象的事实。",
						"每当一个拥有3点或更高智力值的生物来到距离巢穴1里内的水源处的30尺范围内，黄铜龙将会意识到该生物的存在与位置。"
					]
				},
				"若黄铜龙死亡，小径将会在{@dice 1d10}天内消散，而其他效应则会立即消失。"
			]
		},
		{
			"name": "Bronze Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），青铜龙可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"青铜龙如同施放{@spell 云雾术}法术一样创造出一阵浓雾。这阵浓雾会持续存在直到下一轮的先攻顺序轮到20。",
						"一道雷鸣巨响以距离青铜龙120尺内且它所能看见的一点为源头发出。每个在以该点为中心的20尺半径范围内的生物都必须进行一次DC 15的体质豁免，否则受到5 ({@dice 1d10})雷鸣伤害，且陷入{@condition 耳聋}状态直到它的下个回合结束。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇青铜龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"每天一次，青铜龙可以改变以它巢穴为中心的6里半径内区域的天气。青铜龙并不需要在户外；除此之外，此效应的效果与{@spell 操控天气}法术相同。",
						"距离巢穴6里内区域中的水中植物都呈现出耀眼炫目的色泽。",
						"在青铜龙的巢穴内，它可以设置幻象声响，例如轻柔的音乐和诡异的回声，并让它们可以在巢穴中的各个位置被听见。"
					]
				},
				"若青铜龙死亡，被改变的天气将如法术详述中所记载的方式回复正常，且其他效应将在{@dice 1d10}天内逐渐消散。"
			]
		},
		{
			"name": "Copper Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），赤铜龙可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"赤铜龙选择距离它120尺内且它所能看见地面上的一点。岩石棘刺将在以该点为中心的20尺半径区域中从地面长出。除此之外，这个效果与{@spell 荆棘丛生}法术相同，且它将持续存在直到赤铜龙再次使用这个巢穴动作、或直到赤铜龙死亡。",
						"赤铜龙选择距离它120尺内且它所能看见地面上的一处10尺边长的方形区域。这个区域内的地面将转变为3尺深的淤泥。每个在淤泥出现时位于该区域地面上的生物都必须成功通过一次DC 15的敏捷豁免，否则将沉入淤泥并陷入{@condition 束缚}。一个生物可以采取一个动作以尝试进行一次DC 15的力量检定，若成功则将它自己或另一个在它触及范围内的生物从淤泥中逃脱，终止其{@condition 束缚}状态。在淤泥中移动1尺距离将会消耗2尺的移动速度。在下一轮的先攻顺序轮到20时，淤泥将会硬化，且尝试从中逃脱的力量检定DC将增加至20。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇赤铜龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离巢穴6里内区域中的岩石地形和物体上都可以看见用魔法雕刻出的微笑龙族脸庞。",
						"原本不会说话的微型野兽，像是囓齿动物和鸟类，将在处于巢穴1里内区域中时会获得能够说并理解龙语的魔法能力。这些生物会说赤铜龙的好话，但不会泄漏它的所在。",
						"距离巢穴1里内的智能生物会轻易的咯咯发笑。即使是严肃的事情也会顿时变得有趣起来。"
					]
				},
				"若赤铜龙死亡，魔法浮雕将会在{@dice 1d10}天内逐渐消散。其他效应将会立即终止。"
			]
		},
		{
			"name": "Death Tyrant",
			"source": "MM",
			"lairActions": [
				"当亡眼暴君在其巢穴战斗时，它可以引发周围环境的魔法以采取它的巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），亡眼暴君可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"距离亡眼暴君120尺内一处50尺平方的区域将充满幽灵般的眼珠和触手。对亡眼暴君以外的生物而言，该区域被轻度遮蔽，且变为困难地形直到下一轮的先攻顺序轮到20。",
						"墙面将长出幽灵般的触肢，持续直到下一轮之后，先攻顺序再次轮到20。任何敌对于亡眼暴君且在墙面10尺内开始它回合的生物（包括位于乙太位面的生物），都必须成功通过一次DC 17的敏捷豁免，否则将{@condition 被擒}。从中逃脱需要成功通过一次DC 17的力量（{@skill 运动}）或敏捷（{@skill 体操}）检定。",
						"距离亡眼暴君50尺内的空中一点将张开一颗幽灵般的眼睛。一道亡眼暴君的随机眼波射线将从这颗眼睛（被视作源自乙太位面）射向一个亡眼暴君所选择的目标。这只眼睛接着将闭上并消失。"
					]
				},
				"在所有的效果都被使用过之前，亡眼暴君不能使用已经用过的巢穴动作效果，且亡眼暴君不能连续两轮使用相同的效果。"
			],
			"regionalEffects": [
				"这片坐落着亡眼暴君巢穴的区域被该生物的非自然本质所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离亡眼暴君巢穴1里内的生物偶尔会感觉到自己正在被注视，尽管实际上并没有这回事。",
						"当一个敌对于亡眼暴君并意识到其存在的生物在距离亡眼暴君巢穴1里内的区域完成一次长休，则为该生物骰一颗{@dice d20}。若掷骰结果为10或更低，该生物将受到亡眼暴君一种随机眼波射线的效果。"
					]
				},
				"若亡眼暴君死亡，这些效应都将在{@dice 1d10}天内逐渐消散。"
			]
		},
		{
			"name": "Demilich",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），半巫妖骰一颗{@dice d20}。若结果为11或更高，则半巫妖可以采取一次巢穴动作以造成以下其中一个效果。它不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"整座陵墓将剧烈震动片刻。每个在陵墓中的地面上的生物必须成功通过一次DC 19的敏捷豁免，否则将被击倒{@condition 伏地}。",
						"半巫妖选择一个距离它60尺内且它所能看见的生物作为目标。一道{@spell 反魔法结界}将充斥于目标所在的空间并随着它移动，持续直到下一轮的先攻顺序轮到20。",
						"半巫妖选择任意个距离它30尺内且它所能看见的生物作为目标。直到下一轮的先攻顺序轮到20，这些目标都无法回复生命值。"
					]
				}
			],
			"regionalEffects": [
				"半巫妖的陵墓可能会具有以下任意或全部的效应：",
				{
					"type": "list",
					"items": [
						"当一个非邪恶的生物第一次进入陵墓区域时，该生物将受到16 ({@dice 3d10})黯蚀伤害。",
						"陵墓中的怪物在对抗不被{@condition 魅惑}或{@condition 恐惧}，以及对抗驱散不死效果的豁免检定中具有优势。",
						"陵墓将防止那些未经半巫妖许可的生物所进行的魔法旅行。这类生物无法传送或使用位面旅行进入或离开陵墓区域。在陵墓区域内传送或位面旅行的效果将正常运作，只要它们不被用来离开或进入陵墓区域。"
					]
				},
				"若半巫妖被摧毁，这些效应都将在10天内逐渐消散。"
			]
		},
		{
			"name": "Demogorgon",
			"source": "MTF",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Demogorgon can take a lair action to cause one of the following effects: Demogorgon can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Demogorgon creates an illusory duplicate of himself, which appears in his own space and lasts until initiative count 20 of the next round. On his turn, Demogorgon can move the illusory duplicate a distance equal to his walking speed (no action required). The first time a creature or object interacts physically with Demogorgon (for example, hitting him with an attack), there is a 50 percent chance that it is the illusory duplicate that is being affected, not Demogorgon himself, in which case the illusion disappears.",
						"Demogorgon casts the {@spell 黑暗术} spell four times at its lowest level, targeting different areas with the spell. Demogorgon doesn't need to concentrate on the spells, which end on initiative count 20 of the next round."
					]
				}
			],
			"regionalEffects": [
				"The region containing Demogorgon's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"The area within 6 miles of the lair becomes overpopulated with lizards, poisonous snakes, and other venomous beasts.",
						"Beasts within 1 mile of the lair become violent and crazed-even creatures that are normally docile.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Demogorgon table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Demogorgon dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Demogorgon",
					"entries": [
						"If a creature goes mad in Demogorgon's lair or within line of sight of the demon lord, roll on the Madness of Demogorgon table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Demogorgon",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"Someone is plotting to kill me. I need to strike first to stop them!\""
								],
								[
									"21–40",
									"\"There is only one solution to my problems: kill them all!\""
								],
								[
									"41–60",
									"\"There is more than one mind inside my head.\""
								],
								[
									"61–80",
									"\"If you don't agree with me, I'll beat you into submission to get my way.\""
								],
								[
									"81–00",
									"\"I can't allow anyone to touch anything that belongs to me. They might try to take it away from me!\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Dyrrn",
			"source": "ERLW",
			"lairActions": [
				"While within the Palace of Sinew, Dyrrn can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), Dyrrn can take a lair action to cause one of the following effects; it can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Dyrrn uses its Corruption action.",
						"A 30-foot-square area of ground within 120 feet of Dyrrn sprouts tentacles until initiative count 20 on the next round. Any creature that starts or ends its turn in the area must succeed on a {@dc 23} Strength saving throw or be {@condition 束缚}. A creature can escape the tentacles with a successful {@dc 23} Strength ({@skill 运动}) or Dexterity ({@skill 体操}) check as an action.",
						"Each creature of Dyrrn's choice that it can see within 120 feet of it must succeed on a {@dc 23} Wisdom saving throw or take 26 ({@damage 4d12}) psychic damage. Unless the target has immunity to psychic damage, its Intelligence score is reduced by {@dice 1d4} each time it fails the saving throw for this lair action. The target dies if its Intelligence score is reduced to 0. The reduction lasts until the target finishes a short or long rest."
					]
				}
			],
			"regionalEffects": [
				"A region containing a passage to Dyrrn's lair is warped in one or more of these ways:",
				{
					"type": "list",
					"items": [
						"Plants and animals raised within 2 mile of the passage have twisted, aberrant forms. Use the Daelkyr Modifications table for inspiration.",
						"Creatures within 1 mile of the passage frequently feel as if something is crawling under their skin.",
						"If a humanoid spends at least 1 hour within 1 mile of the passage, that creature must succeed on a {@dc 22} Wisdom saving throw or descend into a type of madness (see \"Madness of Dyrrn\" below). A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Dyrrn dies, these effects fade away after {@dice 1d10} days."
			]
		},
		{
			"name": "Elder Brain",
			"source": "VGM",
			"lairActions": [
				"当在其巢穴战斗时，主脑可以使用它的巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），主脑可以采取一次巢穴动作以造成以下其中一个效果；主脑不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"主脑施放{@spell 力墙术}法术。",
						"主脑选择一个距离它120尺内且它所能感知到的友善生物作为目标。目标将获得一闪而过激励，并在它的下个回合结束之前的一次攻击检定、属性检定、或豁免检定中获得优势。若目标在时间内没有使用或无法使用这个好处，则这个激励将会消失。",
						"主脑选择一个距离它120尺内且它所能感知到的生物作为目标，并用纯粹的意志力量将其固定住。目标必须成功通过一次DC 18的魅力豁免，否则将无法离开它当前所在的空间。目标可以在它的每个回合结束时重复这个豁免检定，若豁免成功则结束这个效果对它的影响。"
					]
				}
			],
			"regionalEffects": [
				"距离主脑5尺内的土地都被该生物的灵能立量所改变，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离主脑5里内的生物都会感觉到自己正在被跟踪，尽管实际上并没有这回事。",
						"主脑可以监听任何在距离它5里内发生的心灵感应沟通。启动该心灵感应沟通的生物必须在该心灵联系第一次被创建时进行一次DC 18的感知（{@skill 洞悉}）检定。若检定成功，则该生物将意识到某种存在正在监听这段沟通。这个检定不会接露监听者的本质，且除非主脑已经与该生物创建精神链接，否则主脑无法参与到这个心灵感应沟通中。",
						"任何已经与主脑创建精神链接的生物都会在其内心深处听见模糊、无法理解的低语。这种精神残渣是由主脑和其他与之创建联系生物的杂念所混合而成的。"
					]
				},
				"若主脑死亡，这些效应都将立即消失。"
			]
		},
		{
			"name": "Fazrian",
			"source": "WDMM",
			"lairActions": [
				"Unless he is {@condition 无力}, Fazrian can take one of the following lair actions on initiative count 20 (losing initiative ties) while on the Terminus Level:",
				{
					"type": "list",
					"items": [
						"Blood flows from Fazrian's eyes until initiative count 20 on the next round. No creature within 120 feet of the planetar can regain hit points until the effect ends.",
						"Fazrian's eyes become smoldering black voids until initiative count 20 on the next round. All other creatures within 120 feet of the planetar have disadvantage on saving throws until the effect ends.",
						"Blinding magical light springs from Fazrian's eyes until initiative count 20 on the next round. If a creature starts its turn within 120 feet of the planetar and the two of them can see each other, Fazrian can force the creature to make a {@dc 20} Constitution saving throw. On a failed save, the creature is {@condition 目盲}. The blindness lasts until the creature receives a {@spell 次级复原术} spell or similar magic."
					]
				}
			]
		},
		{
			"name": "Fraz-Urb'luu",
			"source": "MTF",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Fraz-Urb'luu can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Fraz-Urb'luu causes up to 5 doors within the lair to be come walls, and an equal number of doors to appear on walls where there previously were none.",
						"Fraz-Urb'luu chooses one humanoid within the lair and instantly creates a simulacrum of that creature (as if created with the {@spell 拟像术} spell). This simulacrum obeys Fraz-Urb'luu's commands and is destroyed on the next initiative count 20.",
						"Fraz-Urb'luu creates a wave of anguish. Each creature he can see within the lair must succeed on a DC 23 Wisdom saving throw or take 33 ({@dice 6d10}) psychic damage."
					]
				}
			],
			"regionalEffects": [
				"The region containing Fraz-Urb'luu's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Intelligent creatures within 1 mile of the lair frequently see hallucinations of long-dead friends and comrades that vanish after only a brief glimpse.",
						"Roads and paths within 6 miles of the lair twist and turn back on themselves, making navigation in the area exceedingly difficult.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Fraz-Urb'luu table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Fraz-Urb'luu dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Fraz-Urb'luu",
					"entries": [
						"If a creature goes mad in Fraz-Urb'luu's lair or within line of sight of the demon lord, roll on the Madness of Fraz-Urb'luu table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Fraz-Urb'luu",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I never let anyone know the truth about my actions or intentions, even if doing so would be beneficial to me.\""
								],
								[
									"21–40",
									"\"I have intermittent hallucinations and fits of catatonia.\""
								],
								[
									"41–60",
									"\"My mind wanders as I have elaborate fantasies that have no bearing on reality. When I return my focus to the world, I have a hard time remembering that it was just a daydream.\""
								],
								[
									"61–80",
									"\"I convince myself that things are true, even in the face of overwhelming evidence to the contrary.\""
								],
								[
									"81–00",
									"\"My perception of reality doesn't match anyone else's. It makes me prone to violent delusions that make no sense to anyone else.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Gar Shatterkeel",
			"source": "LR",
			"lairActions": [
				"Gar can employ lair actions while he's within the coral mountain.",
				"On initiative count 20 (losing initiative ties), Gar Shatterkeel takes a lair action to cause one of the following effects; Gar can't use the same effect two rounds in a row.",
				{
					"type": "list",
					"items": [
						"Gar may teleport anywhere within the coral mountain, bringing up to five willing creatures with him.",
						"The coral in a 60-foot radius grows rapidly around creatures inside the coral mountain. Each creature must succeed on a {@dc 18} Strength saving throw or become {@condition 束缚}. Restrained creatures can take an action on their turn to make a {@dc 18} Strength ({@skill 运动}) or Dexterity ({@skill 体操}) check to free themselves. This effect lasts for 1 minute unless dispelled (it counts as a 6th level spell), and doesn't require Gar to maintain concentration. Gar Shatterkeel and any creatures he designates are immune to this effect.",
						"Up to five corpses that Gar can see within 60 feet rise up as {@creature drowned blade|GoS|drowned blades} and attack anyone Gar directs them to on his turn."
					]
				}
			]
		},
		{
			"name": "Gar Shatterkeel",
			"source": "PotA",
			"lairActions": [
				"当加尔位于水之节点，而{@creature Olhydra|PotA|奥莉德拉}不在该处时，加尔将可以采取巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），加尔可以采取一次巢穴动作以使用他的多重攻击、或施放他的其中一个法术，最高3环，且无须使用任何构材或法术位。他不能连续两轮施放相同的法术，但他可以持续专注于他之前使用巢穴动作所施放的法术。当加尔专注于他以巢穴动作施放的法术时，他将无法采取巢穴动作。他最喜欢利用这个能力施放{@spell 造成伤势}或{@spell 召雷术}。",
				"若加尔使用这个巢穴动作以施放{@spell 治疗伤势}，他将回复该法术所能提供的最大生命值(28点)。"
			]
		},
		{
			"name": "Geryon",
			"source": "MTF",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Geryon can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Geryon causes a blast of cold to burst from the ground at a point he can see within 120 feet of him. The cold fills a cube, 10 feet on each side, centered on that point. Each creature in that area must succeed on a DC 21 Constitution saving throw or take 28 ({@dice 8d6}) cold damage.",
						"Geryon targets one creature he can see within 60 feet of him. The target must succeed on a DC 21 Wisdom saving throw or become restrained for 1 minute. The target can end the effect on itself if it deals any damage to one or more of its allies.",
						"Geryon casts the {@spell 放逐术} spell."
					]
				}
			],
			"regionalEffects": [
				"The region containing Geryon's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Intelligent creatures within 1 mile of the lair frequently see shimmering portals leading to places they consider safe. Passing through a portal always deposits a traveler somewhere in Stygia.",
						"Freezing strong winds howl around the area within 1 mile of the lair.",
						"Howls and screams fill the air within 1 mile of the lair. Any creature that finishes a short or long rest in this area must succeed on a DC 21 Wisdom saving throw or derive no benefit from the rest."
					]
				},
				"If Geryon dies, these effects fade over the course of {@dice 1d10} days."
			]
		},
		{
			"name": "Githzerai Anarch",
			"source": "MTF",
			"lairActions": [
				"An anarch can use lair actions. On initiative count 20 (losing initiative ties), the anarch can take a lair action to cause one of the following effects; the anarch can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The anarch casts the {@spell 闪电束} spell (at 5th level), but the anarch can change the damage type from lightning to cold, fire, psychic, radiant, or thunder. If the spell deals damage other than fire or lightning, it doesn't ignite flammable objects.",
						"The anarch casts the {@spell 造物术} spell (as a 9th-level spell) using the unformed substance of Limbo instead of shadow material. If used in Limbo, the object remains until the anarch's concentration is broken, regardless of its composition. If the anarch moves more than 120 feet from the object, its concentration breaks.",
						"The anarch can magically move an object it can see within 150 feet of it by making a Wisdom check with advantage. The DC depends on the object's size: DC 5 for Tiny, DC 10 for Small, DC 15 for Medium, DC 20 for Large, and DC 25 for Huge or larger."
					]
				}
			],
			"regionalEffects": [
				"The region containing an anarch's lair is warped by its presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"In Limbo, the anarch can spend 10 minutes stabilizing a 5-mile area centered on it, causing the unformed substance to take whatever inanimate form the anarch chooses. During that process, the anarch determines the shape and composition of the forms created.",
						"The anarch stabilizes any object created in Limbo and brought to the Material Plane for as long as the anarch remains within 1 mile of it (no action required)."
					]
				},
				"If the anarch dies, these effects end after {@dice 1d6} rounds. All formed substance becomes a chaotic churn of energy and matter, unraveling into unformed substance that dissipates {@dice 1d6} rounds later."
			]
		},
		{
			"name": "Gold Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），金龙可以采取一次巢穴动作以造成以下其中一个效果；金龙不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"金龙瞥见一瞬的未来，因此它将在攻击检定、属性检定、和豁免检定中具有优势，直到下一轮的先攻顺序轮到20。",
						"一个距离金龙120尺内且它所能看见的生物必须成功通过一次DC 15的魅力豁免，否则将被放逐到一个梦境位面：一个诞生自金龙幻想的特殊存在位面。要从中逃离，该生物必须使用它的动作进行一次魅力检定以对抗金龙的魅力检定。若该生物胜出，则它将从梦境位面中逃离。除此之外，这个效果将在下一轮的先攻顺序轮到20时结束。当这个效果结束时，该生物将重新出现在它离开时所在的空间，或若该空间已被占据则出现在最近一处未被占据空间。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇金龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"每当一个理解至少一种语言的生物在距离巢穴6里内的区域进入冥想状态或梦境时，金龙可以与该生物创建心灵感应，并在它的梦境中与之沟通。该生物在苏醒后仍将记得它与金龙的交谈内容。",
						"层层美丽的乳白色迷雾出现在距离巢穴6里内的区域。这阵迷雾不会屏蔽任何事物。当邪恶生物接近在迷雾中的金龙或其他非邪恶生物时，迷雾将会环绕在他们身边，警告他们危险的逼近。",
						"距离巢穴1里内的宝石和珍珠将闪烁发光，散发出5尺半径的微光光照。"
					]
				},
				"若金龙死亡，这些效应都将立即终止。"
			]
		},
		{
			"name": "Graz'zt",
			"source": "MTF",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Graz'zt can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Graz'zt casts the {@spell 命令术} spell on every creature of his choice in the lair. He needn't see each one, but he must be aware that an individual is in the lair to target that creature. He issues the same command to all the targets.",
						"Smooth surfaces within the lair become as reflective as a polished mirror. Until a different lair action is used, creatures within the lair have disadvantage on Dexterity (Stealth) checks made to hide."
					]
				}
			],
			"regionalEffects": [
				"The region containing Graz'zt's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Flat surfaces within 1 mile of the lair that are made of stone or metal become highly reflective, as though polished to a shine. These surfaces become supernaturally mirrorlike.",
						"Wild beasts within 6 miles of the lair break into frequent conflicts and coupling, mirroring the behavior that occurs during their mating seasons.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Graz'zt table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Graz'zt dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Graz'zt",
					"entries": [
						"If a creature goes mad in Graz'zt's lair or within line of sight of the demon lord, roll on the Madness of Graz'zt table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Graz'zt",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"There is nothing in the world more important than me and my desires.\""
								],
								[
									"21–40",
									"\"Anyone who doesn't do exactly what I say doesn't deserve to live.\""
								],
								[
									"41–60",
									"\"Mine is the path of redemption. Anyone who says otherwise is intentionally misleading you.\""
								],
								[
									"61–80",
									"\"I will not rest until I have made someone else mine, and doing so is more important to me than my own life—or the lives of others.\""
								],
								[
									"81–90",
									"\"My own pleasure is of paramount importance. Everything else, including social graces, is a triviality.\""
								],
								[
									"91–00",
									"\"Anything that can bring me happiness should be enjoyed immediately. There is no point to saving anything pleasurable for later.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Green Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），绿龙可以采取一次巢穴动作以造成以下其中一个效果；绿龙不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"纠缠的根须和藤蔓将以距离绿龙120尺内且它所能看见地面上的一点为中心涌出并覆盖20尺半径的区域。这片区域变为困难地形，且每个在该处的生物都必须成功通过一次DC 15的力量豁免，否则将被根须和藤蔓给{@condition 束缚}。一个生物可以借由采取一个动作进行一次DC 15的力量检定并成功，以将它自己或另一个生物给释放。这些根须和藤蔓将在绿龙再次使用这个巢穴动作、或当绿龙死亡时枯萎消失。",
						"一道缠绕着带刺荆棘的灌木丛墙在距离绿龙120尺内的一处固态表面上生长涌现而出。这道墙最多60尺长，10尺高，5尺厚，且能够屏蔽视线。当这道墙出现时，每个位于墙壁范围内的生物都必须进行一次DC 15的敏捷豁免。一个豁免失败的生物将受到18 ({@dice 4d8})穿刺伤害，且被往墙壁的空间外推离5尺距离，出现在墙壁的任意一侧（由它决定）。一个生物可以移动穿过这道墙，尽管这个过程会缓慢而痛苦。一个生物每穿过这道墙1尺，它都必须消耗4尺的移动速度。除此之外，当一个生物在它接触这道墙壁的每个回合中都必须进行一次DC 15的敏捷豁免，若豁免失败将受到18 ({@dice 4d8})穿刺伤害，豁免成功则只受到一半的伤害。这道墙壁中每10尺的区块都具有AC 5以及15点生命值，对火焰易伤，对钝击和穿刺伤害具有抗性，且免疫于心灵伤害。这道墙会在绿龙再次使用这个巢穴动作、或当绿龙死亡时沉入地面。",
						"魔法迷雾将环绕翻腾于一个距离绿龙120尺内且它所能看见的生物周遭。该生物必须成功通过一次DC 15的感知豁免，否则被绿龙给{@condition 魅惑}，持续直到下一轮的先攻顺序轮到20。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇绿龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离巢穴1里内区域中的灌木丛将形成迷宫般的通道。这些灌木丛被视为10尺高，10尺厚，且能屏蔽视线的墙壁。生物可以移动穿过这些灌木丛，且生物每移动1尺，它都必须消耗4尺的移动速度。一个在灌木丛内的生物必须在它与灌木丛接触时的每个回合进行一次DC 15的敏捷豁免，若豁免失败将受到来自棘刺的3 ({@dice 1d6})穿刺伤害。",
						"每10尺边长立方体的灌木丛具有AC 5以及30点生命值，对钝击和穿刺伤害具有抗性，对火焰易伤，且免疫于精神和雷鸣伤害。",
						"在距离它巢穴1里内的区域，除非它刻意如此，否则绿龙可以选择不留下任何它通过的物理痕迹。除非通过魔法手段，否则在该处追踪它将是不可能的。此外，它将无视任何来自这片区域内非魔法或生物的植物所造成的阻碍移动效果或伤害，包括上述的灌木丛。这些植物将在绿龙通过时自行避让。",
						"距离巢穴1里内区域中的囓齿动物和鸟类都将作为绿龙的耳目。诡异地，鹿和其他大型猎物并不存在，暗示着这名饥饿超自然猎食者的存在。"
					]
				},
				"若绿龙死亡，囓齿动物和鸟类都将失去牠们与绿龙的超自然链接。灌木丛将维持存在，但在{@dice 1d10}天内，它们将失去它们的棘刺，变回寻常植物以及普通的困难地形。"
			]
		},
		{
			"name": "Halaster Blackcloak",
			"source": "WDMM",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Halaster takes a lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"Halaster targets a volume of unoccupied space or solid stone no larger than four 10-foot cubes within 30 feet of him, turning the open space to solid, worked stone or vice versa.",
						"Halaster causes one door or archway within 30 feet of him to disappear and be replaced by a blank wall, or he restores a door or an archway previously removed in this way.",
						"Halaster deactivates or reactivates one of Undermountain's magic gates. The gate must be within 120 feet of him."
					]
				}
			],
			"regionalEffects": [
				"When Halaster is in Undermountain, the following effects can occur in any location within the dungeon or in any extraplanar extension of the dungeon:",
				{
					"type": "list",
					"items": [
						"A magical scrying sensor appears, taking the form of a ghostly, 1-foot-diameter humanoid eye surrounded by motes of light. The sensor is stationary, though Halaster can reorient the eye to face in any direction. Halaster can see through the eye as though he was in its space. The eye can't be harmed or dispelled, but it winks out within an antimagic field. A scrying eye lasts until Halaster ends the effect (no action required).",
						"A minor illusory effect is triggered, as though Halaster had cast {@spell 次级幻象} in an area. Common illusions include the echo of rattling chains, the distant sound of explosive spells being cast, a dusty cloak or a rusty helm floating as though worn by an invisible figure, and illusory footprints appearing on a dusty floor.",
						"Silent apparitions of dead adventurers drift through halls and rooms as though they are lost. An apparition can't be harmed, and it doesn't acknowledge creatures or objects in any way. It can't be dispelled but is suppressed within an antimagic field."
					]
				}
			]
		},
		{
			"name": "Hythonia",
			"source": "MOT",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Hythonia can take a lair action to cause one of the following effects. She can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Hythonia briefly animates creatures that have been {@condition 石化} by her gaze. Each statue attacks one creature within 5 feet of it, with a +11 bonus to hit and dealing 10 ({@damage 3d6}) bludgeoning damage on a hit. If a Medium or smaller creature takes this damage, it is also {@condition 被擒} (escape {@dc 15}).",
						"Hythonia causes spectral snakes to erupt from a point she can see within 150 feet of her. Each creature within 20 feet of that point must succeed on a {@dc 19} Constitution saving throw or take 5 ({@damage 2d4}) piercing damage and become {@condition 中毒} until the end of its next turn. While {@condition 中毒} in this way, the creature has disadvantage on Intelligence checks and Intelligence saving throws, and it behaves as if under the effect of the {@spell 困惑术} spell."
					]
				}
			],
			"regionalEffects": [
				"The region containing Hythonia's lair is warped by her presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"A large population of snakes dwells in the region.",
						"Trees within 1 mile of the lair are petrified wood. Plants that stay within 500 feet of the lair for 1 day turn to stone.",
						"Small bodies of water within 1 mile of the lair become poisonous. A creature that drinks the water must succeed on a {@dc 19} Constitution saving throw or become {@condition 中毒} for 8 hours. An affected creature can repeat the saving throw at the end of each hour."
					]
				}
			],
			"mythicEncounter": [
				"Hythonia serves as a potent threat against even high-level characters, but you can increase the challenge by using the Shed Skin trait. When this happens, Hythonia heals many of her wounds and slips away from danger, and then she can choose one of her mythic actions when she uses a legendary action.",
				"You might foreshadow Hythonia using her mythic trait by describing her skin cracking and turning pale as she suffers wounds. Read or paraphrase the following text when Hythonia finally uses her Shed Skin trait:",
				{
					"type": "insetReadaloud",
					"id": "3ed",
					"entries": [
						"The medusa's skin cracks, turns a lifeless gray, and shatters! The monster crumbles to dust—but what clatters to the ground isn't scale and bone, but hollow stone. The sound of rippling coils precedes the medusa rising up anew, the last of her shed skin dropping away, revealing glistening, unscarred scales."
					]
				},
				"Fighting Hythonia as a mythic encounter is equivalent to taking on two challenge rating 17 creatures in one encounter. Award a party 36,000 XP for defeating Hythonia after she uses Shed Skin."
			]
		},
		{
			"name": "Illithilich",
			"source": "VGM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），夺心魔巫妖可以采取一次巢穴动作以造成以下其中一个效果；夺心魔巫妖不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"夺心魔巫妖骰一颗{@dice d8}并恢复一个环阶等同于该骰值或更低的法术位。若它没有已消耗的法术位，则什么事都不会发生。",
						"夺心魔巫妖选择一个距离它30尺内且它所能看见的生物作为目标。一道带着劈啪声的负能量系绳将链接着夺心魔巫妖和目标。每当夺心魔巫妖受到伤害，目标将必须进行一次DC 18的体质豁免。若豁免失败，夺心魔巫妖将只受到一半的伤害（向下取整），且目标将受到另一半的伤害。这道系绳将持续直到下一轮的先攻顺序轮到20，或直到目标或夺心魔巫妖都不再位于夺心魔巫妖的巢穴。",
						"夺心魔巫妖呼唤在它巢穴内死去的生物的精魂。这些亡魂将显现并攻击一个距离夺心魔巫妖60尺内且它所能看见的生物。目标必须成功通过一次DC 18的体质豁免，豁免失败将受到52 ({@dice 15d6})黯蚀伤害，豁免成功则只受到一半的伤害。这些亡魂接着将消失无踪。"
					]
				}
			]
		},
		{
			"name": "Imix",
			"source": "PotA",
			"lairActions": [
				"Imix is master of heat and flames in his vicinity. He can take lair actions on the Elemental Plane of Fire, or in any elemental fire node (such as the Weeping Colossus in chapter 5). On initiative count 20 (losing initiative ties), Imix uses his lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"Any fires in the lair flare up drastically, quadrupling in size (for example, a fire blazing in a 5-foot by 5-foot area expands to a 10-foot by 10-foot area). Pools or streams of lava or other molten material are also affected. Creatures caught in the area of an expanded fire are subject to the normal damage for entering or being in the fire. Creatures caught by a sudden flood of lava must succeed on a DC 20 Strength saving throw or be knocked prone, in addition to the normal damage for contact with molten rock.",
						"A thick cloud of black smoke and burning embers fills a 40-foot-radius sphere within 120 feet of Imix, lasting until initiative count 20 of the next round. Creatures and objects within or beyond the smoke are heavily obscured. A creature that enters the cloud of embers for the first time on a turn or starts its turn there takes 10 ({@dice 3d6}) fire damage.",
						"A wave of searing heat fills the lair in a 300-foot radius around Imix for an instant. Each creature other than Imix in the area must succeed on a DC 15 Constitution saving throw or take {@dice 1d8} fire damage. Creatures that take fire damage from this effect gain one level of exhaustion. In addition, there is a fifty percent chance that any container of fluid held or carried by an affected creature (for example, a magic potion) is destroyed."
					]
				}
			],
			"regionalEffects": [
				"The region containing an elemental node in which Imix is present becomes vulnerable to the influence of fire. This creates the following effects:",
				{
					"type": "list",
					"items": [
						"A dry, baking heat wave strikes the region within 10 miles of Imix's location. At first, effects are minor - grass turns brown, animals become listless, work and travel become very tiring. The longer Imix remains, the worse the heat becomes; after 5 days, crops die and ponds dry up; after 10 days, unprotected livestock dies, and wells and small rivers dry up; after 20 days, large lakes and rivers are reduced in depth by 20 feet and shrink accordingly.",
						"Wildfires erupt within a 5-mile radius of Imix's lair. Every hour, there is a ten percent chance that characters in this area are caught in the path of a wildfire moving 50 feet per round. Each character must succeed on a DC 21 Constitution saving throw or take 10 ({@dice 3d6}) fire damage. A wildfire continues to threaten the characters for {@dice 1d10} rounds or until they get out of its path. Wooden structures caught in the wildfire are destroyed.",
						"Lava fountains erupt from the ground within 1 mile of Imix's lair. Every hour, there is a ten percent chance that characters in this area are close enough to an erupting lava fountain to be in danger. A lava fountain creates a vent 20 feet in diameter, and hurls globs of lava up to 200 feet away. Each character within this area must succeed on a DC 21 Dexterity saving throw or take 11 ({@dice 2d10}) bludgeoning damage plus 17 ({@dice 5d6}) fire damage. A fountain lasts for {@dice 2d10} rounds before subsiding.",
						"Wildfires or volcanic fissures within 1 mile of Imix's lair form intermittent portals to the Elemental Plane of Fire, allowing elemental creatures into the mortal world to dwell near those points."
					]
				},
				"If Imix is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days."
			]
		},
		{
			"name": "Juiblex",
			"source": "MTF",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Juiblex can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. The slime lasts for 1 hour or until it is burned away with fire. When the slime appears, each creature in that area must succeed on a DC 21 Strength saving throw or become restrained. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save. A restrained creature is stuck as long as it remains in the slimy area or until it breaks free. The restrained creature, or another creature who can reach it, can use its action to try to break free and must succeed on a DC 21 Strength check. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 ({@dice 4d10}) fire damage.",
						"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. The slime lasts for 1 hour or until it is burned away with fire. When the slime appears, each creature on it must succeed on a DC 21 Dexterity saving throw or fall prone and slide 10 feet in a random direction determined by a {@dice d8} roll. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 ({@dice 4d10}) fire damage.",
						"A green slime (see the Dungeon Master's Guide) appears on a spot on the ceiling that Juiblex chooses within the lair. The slime disintegrates after 1 hour."
					]
				}
			],
			"regionalEffects": [
				"The region containing Juiblex's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Small bodies of water, such as ponds or wells, within 1 mile of the lair turn highly acidic, corroding any object that touches them. Surfaces within 6 miles of the lair are frequently covered by a thin film of slime, which is slick and sticks to anything that touches it.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 18 Wisdom saving throw or descend into a madness determined by the Madness of Juiblex table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Juiblex dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Juiblex",
					"entries": [
						"If a creature goes mad in Juiblex's lair or within line of sight of the demon lord, roll on the Madness of Juiblex table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Juiblex",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I must consume everything I can!\""
								],
								[
									"21–40",
									"\"I refuse to part with any of my possessions.\""
								],
								[
									"41–60",
									"\"I'll do everything I can to get others to eat and drink beyond their normal limits.\""
								],
								[
									"61–80",
									"\"I must possess as many material goods as I can.\""
								],
								[
									"81–00",
									"\"My personality is irrelevant. I am defined by what I consume.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Keresta Delvingstone",
			"source": "WDMM",
			"regionalEffects": [
				"Vanrakdoom is Keresta's lair, and the following regional effects are noticeable throughout it:",
				{
					"type": "list",
					"items": [
						"Fog creeps into areas of dim light or darkness. It vanishes when light is brought to bear on it but reappears when the light passes. A permanent fog hangs in some areas regardless of light, as noted in the descriptions of those areas.",
						"Rats and bats are plentiful. In areas where they are not specifically mentioned, droppings and guano betray their presence, and they can be heard constantly scuttling and shrieking in the distant darkness."
					]
				},
				"If Keresta is destroyed, the fog disperses, and the rats and bats gradually die off until only a scattered few remain."
			]
		},
		{
			"name": "Ki-rin",
			"source": "VGM",
			"lairActions": [
				"在它的巢穴内，麒麟具有每天最多三次召唤出物体的能力，使用下列能力各一次。第一个能力为永久创造出足以充斥20尺边长立方体其中一面，由柔软、植物原料制成的物体──包括像是布匹、枕头、绳索、毛毯、和衣服这类的加工物。第二个能力是永久创造出足以充斥10尺边长立方体其中一面，由木材或其他类似硬质植物制成的物体。第三个能力是创造出足以充斥2尺边长立方体其中一面，由石头或金属制成的物体，但通过这个方式创造的物体只能存在1小时。"
			],
			"regionalEffects": [
				"麒麟的天界本质转变了它巢穴周遭的区域。在邻近的旅行者有可能会遭遇到下列任何的魔法效应：",
				{
					"type": "list",
					"items": [
						"距离麒麟巢穴3里内的流水都是洁净的。任何故意导致的水体腐坏都不会持续超过3分钟。",
						"距离麒麟巢穴3里内的动物、植物、和善良生物都将向着理想型态的进化过程中而获得生机。这类生物很少对其他并非猎物的生物展现出攻击性。邪恶生物将无法忍受这片区域内的神圣氛围，且通常会选择在远离麒麟巢穴的地方居住。",
						"距离麒麟巢穴3里内，影响着善良阵营生物的诅咒、疾病、和毒素都将被压制。",
						"当位于其巢穴3里内时，麒麟可以施放{@spell 操控天气}。这个法术的源点永远位于户外最接近其巢穴中央的位置。麒麟并不需要维持与天空该点之间的畅通路径，也不需要维持专注，就能持续这个天气改变的效果。",
						"离麒麟巢穴3里内，风将吹拂托起因为麒麟或其盟友的无作为而摔落的非邪恶生物。这类生物将以每轮60尺的速度下降，且不会受到任何坠落伤害。"
					]
				},
				"若麒麟死亡，这些效应都将立即终止，然而其激发动植物生机的效果将持续长达3年。"
			]
		},
		{
			"name": "Kraken",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），克拉肯可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"一阵强劲的水流穿过克拉肯的巢穴。每个距离克拉肯60尺内的生物都必须成功通过一次DC 23的力量豁免，否则将被推离克拉肯最多60尺距离。若豁免成功，则该生物将被推离克拉肯10尺距离。",
						"距离克拉肯60尺内，且在水中的生物将获得对闪电伤害的易伤，持续直到下一轮的先攻顺序轮到20。",
						"克拉肯巢穴中的水域将充满电流。所有距离克拉肯120尺内的生物都必须成功通过一次DC 23的体质豁免，豁免失败则受到10 ({@dice 3d6})闪电伤害，豁免成功则只受到一半的伤害。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着克拉肯巢穴的区域被该生物的渎神本质所扭曲，并创造出以下魔法效应：",
				{
					"type": "list",
					"items": [
						"克拉肯可以随意改变以它巢穴为中心的6里半径内区域的天气。此效应与{@spell 操控天气}法术相同。",
						"距离巢穴6里内的区域凝聚出许多{@creature 水元素}。这些元素无法离开水域，且智力和魅力值为1(-5)。",
						"距离巢穴6里内，智力值为2或更低的水生生物将被克拉肯{@condition 魅惑}，并会对该区域的入侵者展开攻击。"
					]
				},
				"若克拉肯死亡，这些效应都将立即消失。"
			]
		},
		{
			"name": "Lich",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），巫妖可以采取一次巢穴动作以造成以下其中一个效果；巫妖不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"巫妖骰一颗{@dice d8}并恢复一个环阶等同于该骰值或更低的法术位。若它没有已消耗的法术位，则什么事都不会发生。",
						"巫妖选择一个距离它30尺内且它所能看见的生物作为目标。一道带着劈啪声的负能量系绳将链接着巫妖和目标。每当巫妖受到伤害，目标将必须进行一次DC 18的体质豁免。若豁免失败，巫妖将只受到一半的伤害（向下取整），且目标将受到另一半的伤害。这道系绳将持续直到下一轮的先攻顺序轮到20，或直到目标或巫妖都不再位于巫妖的巢穴。",
						"巫妖呼唤在它巢穴内死去的生物的精魂。这些亡魂将显现并攻击一个距离巫妖60尺内且它所能看见的生物。目标必须成功通过一次DC 18的体质豁免，豁免失败将受到52 ({@dice 15d6})黯蚀伤害，豁免成功则只受到一半的伤害。这些亡魂接着将消失无踪。"
					]
				}
			]
		},
		{
			"name": "Lichen Lich",
			"source": "CM",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the lichen lich can take a lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"Poisonous spores fill a 10-foot cube that the lich can see within 120 feet of it. Any creature that enters the cloud for the first time on a turn or starts its turn there must succeed on a DC 19 Constitution saving throw or be poisoned until the end of its next turn. The cloud lasts for 1 minute or until it is dispersed by a strong wind.",
						"The lich commands the might of its diseased grove, creating a shambling mound. The shambling mound appears in an unoccupied space within 30 feet of the lich, acts on its own initiative count, and obeys the lich's commands. The shambling mound dies after 1 hour or when the lich uses this lair action again.",
						"Rotten roots and vines magically erupt in a 20-foot radius centered on a point on the ground that the lich can see within 120 feet of it. The lich is unaffected by the roots and vines. For all other creatures, the area becomes difficult terrain, and each creature in the area must succeed on a DC 19 Strength saving throw or be restrained by the roots. As an action, a creature can try to free itself or another creature within its reach, doing so with a successful DC 19 Strength (Athletics) check. The roots and vines wilt away when the lich uses this lair action again or when the lich dies."
					]
				}
			]
		},
		{
			"name": "Marlos Urnrayle",
			"source": "PotA",
			"lairActions": [
				"当马洛斯位于土之节点，而{@creature Ogrémoch|PotA|欧格莫克}不在该处时，马洛斯将可以采取巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），马洛斯可以采取一次巢穴动作以施放{@spell 地震术}法术，而无须使用任何构材。只要他仍专注于{@spell 地震术}法术，先攻顺序20对于该法术而言就被视为马洛斯的回合开始。当马洛斯专注于{@spell 地震术}法术时，他将无法采取巢穴动作。",
				"马洛斯的第二个巢穴动作选项是汲取土之节点的能量以治疗自己。当他这么做时，他将回复30 ({@dice 6d8+3})点生命值。"
			]
		},
		{
			"name": "Merrenoloth",
			"source": "MTF",
			"lairActions": [
				"Any ship a merrenoloth is contracted to captain becomes the creature's lair. When fighting on the ship, the merrenoloth can invoke its ability to take lair actions. On initiative count 20 (losing initiative ties), the merrenoloth can take one lair action to cause one of the following effects; it can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The ship regains 22 ({@dice 4d10}) hit points.",
						"A strong wind propels the ship, increasing its speed by 30 feet until initiative count 20 on the next round.",
						"The air within 60 feet of the ship is filled with howling wind. Until initiative count 20 on the next round, that area is difficult terrain, and when a Medium or smaller creature flies into that area or starts its turn flying there, it must succeed on a DC 13 Strength saving throw or be knocked prone."
					]
				}
			],
			"regionalEffects": [
				"A merrenoloth imbues its vessel with powerful magic that creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"The ship doesn't sink even if its hull is breached.",
						"The ship always stays on course to the destination the merrenoloth names.",
						"Creatures the merrenoloth chooses to take on the ship aren't discomfited by wind or weather, though this effect doesn't protect against damage."
					]
				},
				"If the merrenoloth dies, these effects fade over the course of {@dice 1d6} hours."
			]
		},
		{
			"name": "Morkoth",
			"source": "VGM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），莫客鱼怪可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"莫客鱼怪使用它的催眠动作，并以距离它120尺内的一点为源点。它并不需要看见这个效果的源点。",
						"莫客鱼怪施放{@spell 黑暗术}、{@spell 解除魔法}或{@spell 迷踪步}，使用智力作为它的施法属性，且无须消耗法术位。"
					]
				}
			],
			"regionalEffects": [
				"莫客鱼怪巢穴周遭的岛屿被该生物的存在本质所扭曲，并创造出以下效应：",
				{
					"type": "list",
					"items": [
						"莫客鱼怪能察觉到任何来到它岛屿或私室的物体或生物。以一个动作，莫客鱼怪能够定位任何位在其岛屿上的一个生物或物体的位置。这座岛屿的造访者将会感觉到自己正在被注视，尽管实际上并没有这回事。",
						"每当一个在这座岛屿上待不足一年的生物完成一次短休或长休，它都必须进行一次DC 10的智力（{@skill 调查}）检定。若检定失败，该生物将会随意搁置并遗失一个所有物（若该生物为玩家角色，则由玩家决定遗失的物品）。这个所有物将在短时间内被隐蔽起来，但仍然遗留在附近，因此它可以通过成功通过一次DC 15的感知（{@skill 观察}）检定以重新寻回。一个被遗失且未被找回的物体将在1小时之后出现在莫客鱼怪的巢穴。若该生物在稍后前往莫客鱼怪的巢穴，它遗失的所有物将会从中脱颖而出，且相当容易被寻回。",
						"莫客鱼怪巢穴的入口将附有一个惑控附魔，且莫客鱼怪可以在它处于其巢穴且未陷入{@condition 无力}状态时于任何时候启动或压制其效果。任何距离这类入口30尺内，且能够看见入口的生物必须进行一次DC 15的感知豁免。若豁免失败，该生物将感受到一股强烈的渴望，并在它的每个回合使用其移动速度以进入该巢穴，并朝着莫客鱼怪的所在移动（目标并不意识到它正朝着一个生物移动）。目标将以最直接的路线向着莫客鱼怪移动。一旦它看见莫客鱼怪，目标便可以重复进行这个豁免检定，豁免成功则结束这个效果对它的影响。目标也可以在它的每个回合结束时，或是每当它受到伤害时重复进行这个豁免检定。",
						"以一个念头（无须动作），莫客鱼怪可以使它巢穴内的水体在1分钟之后产生变化。这些水体可以变得如同空气般清澈而可在其中呼吸，或者变成寻常水体（清澈度从污浊到清澈皆可）。"
					]
				},
				"若莫客鱼怪死亡，这些区域效应都将立即消失。"
			]
		},
		{
			"name": "Mummy Lord",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），木乃伊领主可以采取一次巢穴动作以造成以下其中一个效果；木乃伊领主不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"直到下一轮的先攻顺序轮到20，每个巢穴内的不死生物都可以准确定位每个距离其120尺内的活体生物所在的确切位置。",
						"直到下一轮的先攻顺序轮到20，每个巢穴内的不死生物在对抗驱散不死的效果时所进行的豁免检定中具有优势。",
						"直到下一轮的先攻顺序轮到20，任何在木乃伊领主的巢穴内尝试施放4环或以下法术的非不死生物都将被痛苦侵袭。该生物可以选择进行其他动作，但若它仍尝试施放法术，则它必须进行一次DC 16的体质豁免。若豁免失败，则它将受到该法术每环阶{@dice 1d6}的黯蚀伤害，且该法术不会发挥任何效果并被浪费。"
					]
				}
			],
			"regionalEffects": [
				"一座木乃伊领主的神庙或陵墓将被该生物的黑暗本质以下列任何方式给扭曲：",
				{
					"type": "list",
					"items": [
						"被带进巢穴的食物将立即腐败，且饮用水也将立即蒸发。其他非魔法的饮料也将变质－举例来说，葡萄酒将被变成醋。",
						"在巢穴中由木乃伊领主以外生物所施放的预言系法术，将有25％的几率呈现误导性的结果，由DM决定。若该预言系法术已经存在失败的几率或会在多次施放时变得不可靠，则该几率将会增加25％。",
						"一个从巢穴内取走财宝的生物将被诅咒，直到该财宝被归还。被诅咒的目标将在所有豁免检定中承受劣势。这个诅咒会持续直到被{@spell 移除诅咒}法术或其他魔法效果解除。"
					]
				},
				"若木乃伊领主被摧毁，这些效应都将立即消失。"
			]
		},
		{
			"name": "Nintra Siotta",
			"source": "CM",
			"lairActions": [
				"On initiative count 20 (losing initiative ties) Nintra can take a lair action to cause one of the following effects; she can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Nintra targets one pane of shadow glass in her lair, causing it to explode into shards. Each creature within 20 feet of the exploding pane must make a DC 18 Dexterity saving throw, taking 13 ({@dice 3d8}) piercing damage on a failed save, or half as much damage on a successful one. The shards fade away to vapor and the pane is restored to normal at the next initiative count 20.",
						"Nintra targets one pane of shadow glass in her lair, briefly transforming it into a swirling vortex. One creature of her choice within 20 feet of the pane must succeed on a DC 20 Strength saving throw or be drawn into the vortex, taking 11 ({@dice 2d10}) necrotic damage. The creature is then teleported to an unoccupied space within 5 feet of another pane of shadow glass in Nintra's lair (determined randomly)."
					]
				}
			]
		},
		{
			"name": "Ogrémoch",
			"source": "PotA",
			"lairActions": [
				"Ogrémoch can assert his dominion over the rock and stone around him to take lair actions on the Elemental Plane of Earth, or in any elemental earth node (including the Black Geode, described in chapter 5). On initiative count 20 (losing initiative ties), Ogrémoch uses his lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"A 10-foot-radius area of rocky or earthy ground within 60 feet of Ogrémoch turns to sticky mud. Any creature on the ground in the area must succeed on a DC 15 Dexterity saving throw or sink 5 feet into the mud and be restrained. A creature can take an action to make a DC 15 Strength check, ending the effect on itself or another creature within its reach on a success.",
						"Crystalline spikes grow from the ground in a 20-foot-radius area within 60 feet of Ogrémoch. The area becomes difficult terrain. A creature that moves through the affected area takes {@dice 1d8} piercing damage for every 5 feet it moves there. Creatures that are knocked prone in the area also take this damage.",
						"A violent tremor shakes the lair in a 120-foot-radius around Ogrémoch. Each creature other than Ogrémoch on the ground in the area must succeed on a DC 15 Strength or Dexterity saving throw (target's choice) or be knocked prone."
					]
				}
			],
			"regionalEffects": [
				"The region containing an elemental node in which Ogrémoch is present is seriously affected, becoming geologically unstable. This creates the following effects:",
				{
					"type": "list",
					"items": [
						"Earth tremors strike the region within 10 miles of Ogrémoch's location every {@dice 2d12} hours, each lasting {@dice 1d10} rounds. At first, damage is minor—broken windows, cracked plaster, items toppled off shelves. The longer Ogrémoch remains, the stronger the tremors become. After 5 days, the tremors are strong enough to destroy flimsy structures. After 10 days, they are strong enough to destroy ordinary wooden buildings. After 20 days, they can seriously damage or destroy reinforced or fortified structures.",
						"Magnetic disturbances within 10 miles of Ogrémoch prevent compasses from functioning there.",
						"Hidden sinkholes and fissures form within 1 mile of Ogrémoch's location. A hidden sinkhole can be spotted from a safe distance by any creature with a passive Wisdom (Perception) score of 15 or higher or spotted with a successful DC 15 Wisdom (Survival) check. Otherwise, the first creature to step on the thin crust covering the sinkhole must succeed on a DC 15 Dexterity saving throw or fall {@dice 1d6 × 10} feet into the sinkhole or fissure.",
						"Natural caves and tunnels within 1 mile of Ogrémoch's lair form intermittent portals to the Elemental Plane of Earth, allowing elemental creatures into the mortal world to dwell near those points."
					]
				},
				"If Ogrémoch is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days."
			]
		},
		{
			"name": "Olhydra",
			"source": "PotA",
			"lairActions": [
				"Olhydra can command the waters around herself to take lair actions on the Elemental Plane of Water, or in any elemental water node (such as the Plunging Torrents, described in chapter 5). On initiative count 20 (losing initiative ties), Olhydra uses her lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"Pools of water in the lair surge outward in a grasping tide. Any creature within 20 feet of such a pool must succeed on a DC 20 Strength saving throw or be pulled up to 20 feet into the water and knocked prone.",
						"Water within 120 feet of Olhydra becomes murky and opaque until initiative count 20 of the next round. A creature with darkvision can't see through the water, and light can't illuminate it.",
						"A freezing fog fills a 40-foot-radius sphere within 120 feet of Olhydra, lasting until initiative count 20 of the next round. Creatures and objects within or beyond the fog are heavily obscured. A creature that enters the freezing cloud for the first time on a turn or starts its turn there takes 10 ({@dice 3d6}) cold damage."
					]
				}
			],
			"regionalEffects": [
				"Olhydra's presence in an elemental node creates a number of widespread effects—bad weather, strong tides, and increasing aggression from dangerous sea life.",
				{
					"type": "list",
					"items": [
						"Violent downpours become frequent within 10 miles of the lair. A downpour occurs once every {@dice 2d12} hours, and lasts {@dice 1d3} hours. Downpours are so heavy that creatures moving overland travel at half normal speed",
						"Within 5 miles of the lair, currents and tides are exceptionally strong and treacherous. Any ability checks made to safely navigate or control a vessel moving through these waters has disadvantage.",
						"Aquatic creatures that have an Intelligence score of 2 or lower within 1 mile of the lair must succeed on a DC 15 Wisdom saving throw when they enter the area. If the saving throw succeeds, the creature is frightened and attempts to leave the area, remaining frightened while within it. On a failure, the creature becomes highly aggressive and remains in the area for 24 hours. While in this state, the creature gains advantage on saving throws against charm and fear effects.",
						"Natural springs and pools within 1 mile of the lair form intermittent portals to the Elemental Plane of Water, allowing elemental creatures into the mortal world to dwell near those points."
					]
				},
				"If Olhydra is destroyed or banished back to her home plane, the regional effects fade over the next {@dice 1d10} days."
			]
		},
		{
			"name": "Orcus",
			"source": "MTF",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Orcus can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Orcus's voice booms throughout the lair. His utterance causes one creature of his choice to be subjected to {@spell 律令死亡}. Orcus needn't see the creature, but he must be aware that the individual is in the lair.",
						"Orcus causes up to six corpses within the lair to rise as skeletons, zombies, or ghouls. These undead obey his telepathic commands, which can reach anywhere in the lair.",
						"Orcus causes skeletal arms to rise from an area on the ground in a 20-foot square that he can see. They last until the next initiative count 20. Each creature in that area when the arms appear must succeed on a DC 23 Strength saving throw or be restrained until the arms disappear or until Orcus releases their grasp (no action required)."
					]
				}
			],
			"regionalEffects": [
				"The region containing Orcus's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Dead beasts periodically animate as undead mockeries of their former selves. Skeletal and zombie versions of local wildlife are commonly seen in the area.",
						"The air becomes filled with the stench of rotting flesh, and buzzing flies grow thick within the region, even when there is no carrion to be found.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Orcus table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Orcus dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Orcus",
					"entries": [
						"If a creature goes mad in Orcus's lair or within line of sight of the demon lord, roll on the Madness of Orcus table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Orcus",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I often become withdrawn and moody, dwelling on the insufferable state of life.\""
								],
								[
									"21–40",
									"\"I am compelled to make the weak suffer.\""
								],
								[
									"41–60",
									"\"I have no compunction against tampering with the dead in my search to better understand death.\""
								],
								[
									"61–80",
									"\"I want to achieve the everlasting existence of undeath.\""
								],
								[
									"81–00",
									"\"I am awash in the awareness of life's futility.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Red Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），红龙可以采取一次巢穴动作以造成以下其中一个效果；红龙不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"熔岩从距离红龙120尺内且它所能看见的一点喷发，创造出一道20尺高、5尺半径的涌泉。每个在涌泉范围内的生物都必须进行一次DC 15的敏捷豁免，若豁免失败将受到21 ({@dice 6d6})火焰伤害，豁免成功则只受到一半的伤害。",
						"一阵剧烈震动摇晃着的红龙周遭60尺半径的巢穴。每个在区域内地面上除了红龙以外的生物都必须成功通过一次DC 15的敏捷豁免，否则被击倒{@condition 伏地}。",
						"火山气体形成的云团将以距离红龙120尺内且它所能看见的一点为中心形成一个20尺半径的球体区域。这个云团会绕过转角，且它所在的区域将被轻度遮蔽。云团将持续存在直到下一轮的先攻顺序轮到20。每个在这个云团内开始它回合的生物都必须成功通过一次DC 13的体质豁免，否则将陷入{@condition 中毒}状态直到它回合结束。当因为这个方式而陷入{@condition 中毒}状态，该生物将同时陷入{@condition 无力}状态。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇红龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离巢穴6里内的区域经常会发生小型地震。",
						"距离巢穴1里内的水源将因超自然力量而变暖，且被硫磺污染。",
						"距离巢穴1里内的岩石裂缝将形成通往火元素位面的传送门，让火元素生物得以进到这个世界并在附近栖息。"
					]
				},
				"若红龙死亡，这些效应都将在{@dice 1d10}天内逐渐消散。"
			]
		},
		{
			"name": "Sapphire Dragon",
			"source": "SADS",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects; the dragon can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The dragon targets a creature within 120 feet of it that can hear and understand it. The creature must succeed on a {@dc 15} Wisdom saving throw or be {@condition 魅惑} by the dragon until initiative count 20 on the following round. A creature {@condition 魅惑} in this way obeys to the best of its ability any command the dragon issues that isn't directly harmful to itself.",
						"The dragon touches a section of stone up to 10 feet in any dimension. The dragon can form the stone into any shape that suits its purpose.",
						"A wall of stone springs into existence on a solid surface within 120 feet of the dragon. The wall is up to 60 feet long, 10 feet high, and 1 foot thick. When the wall appears, each creature in its space is pushed to either side of the wall the creature wants. Each 5-foot section of wall has AC 17, 20 hit points, vulnerability to thunder damage, and immunity to poison and psychic damage. The wall vanishes when the dragon uses this lair action again or when the dragon dies."
					]
				}
			],
			"regionalEffects": [
				"The region surrounding a legendary sapphire dragon's lair is warped by the dragon's magic, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"{@creature Giant spider||Giant spiders} are attracted to the area within 6 miles of the lair and settle there in large numbers.",
						"Natural stone within 6 miles of the lair grows plentiful crystal formations and sapphire gemstone veins, particularly underground.",
						"Natural stone within 6 miles of the lair becomes a conduit for the dragon's psionic presence. As an action, the dragon can cast the {@spell 锐眼术} spell, requiring no components, targeting any natural stone formation in that region."
					]
				}
			]
		},
		{
			"name": "Sea Fury",
			"source": "EGW",
			"lairActions": [
				"A sea fury lurks in the caverns where its coven once dwelled, decorating the walls with the bones of its slain kin, as well as baubles stolen from sunken wrecks.",
				"On initiative count 20 (losing initiative ties), the sea fury can take a lair action to cause one of the following magical effects, but can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Caverns, tunnels, and pools of water within 120 feet of the sea fury become foggy or murky, to the extent that the area becomes heavily obscured.",
						"The sea fury conjures a 15-foot cube of water that fills an unoccupied space it can see within 30 feet of it, then moves the water in a straight line up to 60 feet, after which the water disperses. Any creature that comes into contact with the rushing wave must succeed on a {@dc 16} Strength saving throw or be knocked {@condition 伏地} by it and pushed 15 feet along its course.",
						"The sea fury calls forth the spirit of a dead sailor or sea hag that met its end in the lair. This spirit has the statistics of a {@creature specter} and lasts until the sea fury uses another lair action. The specter appears in an unoccupied space within 30 feet of the sea fury and obeys the sea fury's commands."
					]
				}
			],
			"regionalEffects": [
				"The region containing a sea fury's lair is warped by the sea fury's magic, which creates the following effects:",
				{
					"type": "list",
					"items": [
						"Sea water within 5 miles of the lair becomes coarse and choppy, as if whipped by an unseen wind.",
						"Sea grass within 1 mile of the lair is imbued with a foul mockery of life, grasping ineffectually at any creature that passes within 5 feet of it.",
						"Ordinary {@creature crab||crabs} and {@creature octopus||octopi} within 1 mile of the lair grow in size to become {@creature giant crab||giant crabs} and {@creature giant octopus||giant octopi}, respectively. These creatures serve the sea fury as spies and guards."
					]
				}
			]
		},
		{
			"name": "Silver Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），银龙可以采取一次巢穴动作以造成以下其中一个效果：",
				{
					"type": "list",
					"items": [
						"银龙如同施放{@spell 云雾术}法术一样创造出一阵浓雾。这阵浓雾会持续存在直到下一轮的先攻顺序轮到20。",
						"一阵猛烈的寒风在银龙的附近呼啸穿过整个巢穴。每个距离银龙120尺内的生物都必须成功通过一次DC 15的体质豁免，否则受到5 ({@dice 1d10})冷冻伤害。气体和蒸气都将被这股风吹散，且不受保护的火焰也将被熄灭。受保护的火焰；例如提灯，将有50%的几率被熄灭。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇银龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"每天一次，银龙可以改变以它巢穴为中心的6里半径内区域的天气。银龙并不需要在户外；除此之外，此效应的效果与{@spell 操控天气}法术相同。",
						"在距离巢穴1里内的区域，风将吹拂托起因为银龙或其盟友的无作为而摔落的非邪恶生物。这类生物将以每轮60尺的速度下降，且不会受到任何坠落伤害。",
						"通过数日或更长的时间，银龙可以使它巢穴内的云层和浓雾变得如石头一般结实，形成建筑物和其他银龙所希望的物体。"
					]
				},
				"若银龙死亡，被改变的天气将如法术详述中所记载的方式回复正常，且其他效应将在{@dice 1d10}天内逐渐消散。"
			]
		},
		{
			"name": "Sphinx",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），斯芬克斯可以采取一次巢穴动作以造成以下其中一个效果；直到完成一次短休或长休之前，斯芬克斯不能再使用相同的效果：",
				{
					"type": "list",
					"items": [
						"时间的流动被扭曲，因此每个在巢穴内的生物都必须重骰先攻。斯芬克斯可以选择不重骰。",
						"时间的效应被扭曲，因此每个在巢穴内的生物都必须成功通过一次DC 15的体质豁免，否则将变得衰老或年轻{@dice 1d20}岁（由斯芬克斯决定），但永远不会变得低于1岁。{@spell 高等复原术}可以将该生物的年纪恢复正常。",
						"巢穴内的时间的流动被扭曲，因此所有事物都将向过去或未来移动10年（由斯芬克斯决定）。只有斯芬克斯能够立即意识到时间的变化。{@spell 祈愿术}法术可以将施法者和最多七个由施法者指定的其他生物回到它们原本的时间。",
						"斯芬克斯将自己和最多七个在它巢穴内且它所能看见的其他生物转移到另一个存在位面。一旦离开它的巢穴，斯芬克斯将无法使用它的巢穴动作，但可以在它的回合以一个附赠动作带着最多七个生物回到它自己的巢穴。"
					]
				}
			]
		},
		{
			"name": "Storm Giant Quintessent",
			"source": "VGM",
			"lairActions": [
				"风暴巨人升华者可以在它处于巨人型态、以及转化为暴风期间使用巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），巨人可以采取一次巢穴动作以造成以下其中一个效果；巨人不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"巨人以其巢穴内任意一点为中心创造出一阵迸发雷鸣。每个距离该点20尺内的生物都必须成功通过一次DC 18的体质豁免，否则将陷入{@condition 耳聋}直到它的下个回合结束。",
						"巨人以其巢穴内任意一点为中心创造出一团20尺半径的球体浓雾（或在水中则为一团浊水）。这阵浓雾会绕过转角，且浓雾区域被重度遮蔽。这阵浓雾会持续存在直到巨人将其解消（无须动作），且它不会被风给吹散。",
						"巨人以其巢穴内任意一点为源头创造出一阵60尺长、10尺宽的直线强风（或在水中则为一阵激流）。每个在直线范围内的生物都必须成功通过一次DC 18的力量豁免，否则将沿着风向被推动最多15尺距离。这阵强风会吹散气体和水气，且它会熄灭蜡烛、火炬、和区域内其他类似的未受保护的火焰。它会使受保护的火焰（例如提灯）有50%的几率熄灭。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着风暴巨人升华者巢穴的区域被该巨人的本质所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"距离它巢穴1里内的区域将刮起剧烈强风，除非是在防风处点燃，否则火焰在这个区域内将因为强风而不可能被点燃。",
						"距离它巢穴1里内的区域将持续着降雨、降雪、或者刮动着扬尘或扬沙（选择最适合其环境的效果）。持续的降雨将使河流溪水暴涨或溢出河岸；降雪、扬尘、或扬沙则会形成厚重的积雪或沙丘。",
						"距离它巢穴5里内的区域将日夜不断地发生耀眼闪电和隆隆雷鸣。"
					]
				},
				"若巨人死亡，闪电、雷鸣、和强风的区域效应都将立即消失。降雨、降雪、以及扬尘都将在{@dice 1d8}天内逐渐减弱。"
			]
		},
		{
			"name": "Strahd von Zarovich",
			"source": "CoS",
			"lairActions": [
				"While Strahd is in Castle Ravenloft, he can take lair actions as long as he isn't incapacitated. ",
				"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
				{
					"type": "list",
					"items": [
						"Until initiative count 20 of the next round, Strahd can pass through solid walls, doors, ceilings, and floors as if they weren't there.",
						"Strahd targets any number of doors and windows that he can see, causing each one to either open or close as he wishes. Closed doors can be magically locked (needing a successful DC 20 Strength check to force open) until Strahd chooses to end the effect, or until Strahd uses this lair action again.",
						"Strahd summons the angry spirit of one who has died in the castle. The apparition appears next to a hostile creature that Strahd can see, makes an attack against that creature, and then disappears. The apparition has the statistics of a {@creature specter}.",
						"Strahd targets one Medium or smaller creature that casts a shadow. The target's shadow must be visible to Strahd and within 30 feet of him. If the target fails a DC 17 Charisma saving throw, its shadow detaches from it and becomes a {@creature shadow} that obeys Strahd's commands, acting on initiative count 20. A {@spell 高等复原术} spell or a {@spell 移除诅咒} spell cast on the target restores its natural shadow, but only if its undead shadow has been destroyed."
					]
				}
			]
		},
		{
			"name": "Thessalkraken",
			"source": "IMR",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the thessalkraken takes a lair action to cause one of the following magical effects:",
				{
					"type": "list",
					"items": [
						"A strong current moves through the thessalkraken's lair. Each creature within 60 feet of the thessalkraken must succeed on a {@dc 18} Strength saving throw or be pushed up to 60 feet away from the thessalkraken. On a success, the creature is pushed 10 feet away from the thessalkraken.",
						"Creatures in the water within 60 feet of the thessalkraken have vulnerability to acid damage until initiative count 20 on the next round.",
						"The alluring gleam of treasure beneath the water in the thessalkraken's lair compels potential victims to draw near. Each creature within 120 feet of the thessalkraken must succeed on a {@dc 18} Wisdom saving throw or move 10 feet closer to the thessalkraken if able to do so."
					]
				}
			]
		},
		{
			"name": "Tromokratis",
			"source": "MOT",
			"mythicEncounter": [
				"Tromokratis numbers among the most powerful creatures a group of adventurers might face. If you wish to make an encounter with the kraken truly legendary, Tromokratis might use its Hearts of the Kraken mythic trait. When this happens, it calls upon a reserve of strength just as it appears to be vanquished. After its hearts are exposed, Tromokratis can choose one of its mythic actions when it uses a legendary action.",
				"Read or paraphrase the following text when Tromokratis uses its Hearts of the Kraken trait:",
				{
					"type": "insetReadaloud",
					"entries": [
						"The titanic monster's carapace cracks, revealing a pulsing, red-purple heart buried amid heaps of blubber and muscle. Fissures run across the beast's ancient shell, revealing three other mighty, ichor-slick organs. The sea terror thrashes, channeling pain into fury."
					]
				},
				"Fighting Tromokratis as a mythic encounter is equivalent to taking on two CR 26 creatures in one encounter. Award a party 180,000 XP for defeating Tromokratis after it uses Hearts of the Kraken."
			]
		},
		{
			"name": "Unicorn",
			"source": "MM",
			"regionalEffects": [
				"受到该生物的天界本质而转变，独角兽所在的领地可能会包含以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"非魔法性质的未受保护火焰在独角兽的领地内将会熄灭。火炬和营火将拒绝燃烧，但密封的提灯将不受影响。",
						"原生于独角兽领地的生物将更容易躲藏；牠们在所有为躲藏所进行的敏捷（{@skill 隐匿}）检定中具有优势。",
						"当一个善良阵营的生物施放一个法术、或使用一个魔法效果以回复另一个善良阵营生物的生命值，目标将会回复该法术或效果最大可能数值的生命值。",
						"影响任何善良阵营生物的诅咒将被抑制。"
					]
				},
				"若独角兽死亡，这些效应都将立即终止。"
			]
		},
		{
			"name": "Valin Sarnaster",
			"source": "CM",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Valin takes a lair action to cause one of the following effects; Valin can't use the same effect two rounds in a row.",
				{
					"type": "list",
					"items": [
						"Each undead creature in the lair can pinpoint the location of each living creature within 120 feet of it until initiative count 20 on the next round.",
						"Each undead in the lair has advantage on saving throws against effects that turn undead until initiative count 20 on the next round.",
						"Until initiative count 20 on the next round, any non-undead creature that tries to cast a spell of 4th level or lower in Valin's lair is wracked with pain. The creature can choose another action, but if it tries to cast the spell, it must make a DC 16 Constitution saving throw. On a failed save, it takes {@dice 1d6} necrotic damage per level of the spell, and the spell has no effect and is wasted."
					]
				}
			],
			"regionalEffects": [
				"Valin's tomb is warped in any of the following ways by the creature's dark presence:",
				{
					"type": "list",
					"items": [
						"Food instantly molders and water instantly evaporates when brought into the lair. Other nonmagical drinks are spoiled—wine turning to vinegar, for instance.",
						"Divination spells cast within the lair by creatures other than Valin have a 25 percent chance to provide misleading results, as determined by the DM. If a divination spell already has a chance to fail or become unreliable when cast multiple times, that chance increases by 25 percent.",
						"A creature that takes treasure from the lair is cursed until the treasure is returned. The cursed target has disadvantage on all saving throws. The curse lasts until removed by a remove curse spell or other magic."
					]
				},
				"If Valin is destroyed, these regional effects end immediately."
			]
		},
		{
			"name": "Vampire",
			"source": "MM",
			"regionalEffects": [
				"这片环绕着吸血鬼巢穴的区域因该生物的非自然本质而扭曲，创造出以下任意效应：",
				{
					"type": "list",
					"items": [
						"区域内蝙蝠、老鼠、和狼的数量将明显增加。",
						"距离巢穴500尺内的植物凋零枯萎，且它们的枝干将扭曲并长满棘刺。",
						"距离巢穴500尺内投射出的阴影看起来将异常憔悴，且有时会像是活着一样自行移动。",
						"距离巢穴500尺内的地面上匍匐着浓雾。这些浓雾有时会呈现出怪异的型态，像是屈伸抓握的怪爪或是蜷曲的蛇。"
					]
				},
				"若吸血鬼死亡，这些效应都将在{@dice 2d6}天后终止。"
			]
		},
		{
			"name": "Vanifer",
			"source": "PotA",
			"lairActions": [
				"当凡妮弗位于火之节点，而{@creature Imix|PotA|伊密克斯}不在该处时，凡妮弗将可以采取巢穴动作。在先攻顺序轮到20时（先攻相等时则为后手），凡妮弗可以采取一次巢穴动作以她的其中一个法术，最高3环，且无须使用任何构材或法术位。她不能连续两轮施放相同的法术，但她可以持续专注于她之前使用巢穴动作所施放的法术。当凡妮弗专注于她以巢穴动作施放的法术时，她将无法采取巢穴动作。她最喜欢利用这个能力施放{@spell 火球术}或{@spell 催眠图纹}。",
				"若凡妮弗使用这个巢穴动作以施放{@spell 迷踪步}，她将同时汲取火之节点中的能量。这么做能够让她回复 15 ({@dice 3d8+2})点生命值。"
			]
		},
		{
			"name": "White Dragon",
			"source": "MM",
			"lairActions": [
				"在先攻顺序轮到20时（先攻相等时则为后手），白龙可以采取一次巢穴动作以造成以下其中一个效果；白龙不能连续两轮使用相同的效果：",
				{
					"type": "list",
					"items": [
						"寒冷浓雾将填满以距离白龙120尺内且它所能看见的一点为中心的20尺半径球型区域。这阵浓雾会绕过转角，且它所在的区域将被重度遮蔽。每个在浓雾出现时处于范围内的生物都必须进行一次DC 10的体质豁免，若豁免失败将受到10 ({@dice 3d6})冷冻伤害，豁免成功则只受到一半的伤害。在这阵浓雾中结束它回合的生物将受到10 ({@dice 3d6})冷冻伤害。一道风速至少每小时20里的风可以驱散这阵浓雾。除此之外这阵浓雾将会持续存在直到白龙再次使用这个巢穴动作、或直到白龙死亡。",
						"尖锥碎冰将从天花板上坠落，袭向其下方距离白龙120尺内且它所能看见的最多三个生物。白龙对每个目标各自进行一次远程攻击检定(命中{@hit 7})。若命中，目标将受到10 ({@dice 3d6})穿刺伤害。",
						"白龙在距离它120尺内且它所能看见的一处固体表面上创造出一道透明的冰墙。这道冰墙可以最多30尺长，30尺高，且1尺厚。当这道墙出现时，每个在它范围内的生物都将被往墙壁空间外推离5尺距离；出现在墙壁的任意一侧（由它决定）。这道墙壁中每10尺边长的区块都具有AC 5以及30点生命值，对火焰易伤，且免疫于强酸、冷冻、黯蚀、毒素、和心灵伤害。这道冰墙会在白龙再次使用这个巢穴动作、或当白龙死亡时消失。"
					]
				}
			],
			"regionalEffects": [
				"这片坐落着传奇白龙巢穴的区域被龙的魔法所扭曲，并创造出以下其中一个或多个效应：",
				{
					"type": "list",
					"items": [
						"刺骨浓雾轻度遮蔽着距离巢穴6里内的区域。",
						"距离巢穴6里内的区域下着寒冷的雪雨，有时甚至会在白龙休息时形成暴风雪。",
						"冰墙隔开了白龙巢穴内的空间。每道墙壁都有6寸厚，且每10尺边长的区块都具有AC 5以及15点生命值，对火焰易伤，且免疫于强酸、冷冻、黯蚀、毒素、和心灵伤害。",
						"若白龙希望移动穿过这些冰墙，它将可以这么做而不会被阻碍。然而，白龙移动穿过冰墙的部分将会因此被摧毁。"
					]
				},
				"若白龙死亡，浓雾和雪雨都将在1天内消散。冰墙将会在{@dice 1d10}天内逐渐消融。"
			]
		},
		{
			"name": "Yan-C-Bin",
			"source": "PotA",
			"lairActions": [
				"Yan-C-Bin dwells in a palace of air on the Elemental Plane of Air. In his palace and in air nodes on the Material Plane (including the Howling Caves, described in chapter 5), Yan-C-Bin is master. He can use the following actions in his lair. On initiative count 20 (losing initiative ties), Yan-C-Bin takes a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Yan-C-Bin drops the temperature of the air, covering all surfaces with ice. This effect is identical to the {@spell 雪雨暴} spell.",
						"Yan-C-Bin controls the surrounding air as an extension of himself. Each creature Yan-C-Bin designates must succeed at a DC 24 Constitution saving throw or be hoisted or flung {@dice 3d6 × 10} feet through the air. A creature smashed into a solid object or released in mid-air takes {@dice 1d6} bludgeoning damage for every 10 feet moved or fallen.",
						"Yan-C-Bin creates a torrent of debris within 120 feet of him that lasts until initiative count 20 on the next round. The debris lightly obscures every creature and object in the area for the duration. All creatures in the area must succeed at a DC 24 Wisdom saving throw or be blinded until initiative count 20 on the next round."
					]
				}
			],
			"regionalEffects": [
				"When Yan-C-Bin inhabits an elemental node, the air is at his command. Temperatures fluctuate from blistering hot to freezing cold; thunder rolls and lightning cracks; powerful gales bear heavy creatures and objects aloft and hurl them with incredible force; cyclones touch down randomly, obliterating whatever they touch.",
				{
					"type": "list",
					"items": [
						"Gale force winds tear across the landscape in a 5-mile radius, whisking away small or light objects, dismantling roofs and fences, tearing branches from trees, and making flight impossible. Small and Medium creatures move at half speed through the wind; Tiny creatures exposed to the wind are carried away with it at a rate of 40 feet per round unless they succeed at a DC 15 Strength (Athletics) check.",
						"Thunderstorms erupt in a 5-mile radius centered on Yan-C-Bin's lair, creating deafening cracks of thunder and constant lightning. Every ten minutes the storm rages, creatures standing beneath the open sky have a five percent chance of being struck by lightning. A creature struck by lightning must make a DC 21 Constitution saving throw, taking 21 ({@dice 6d6}) lightning damage on a failed save, or half as much damage on a successful one.",
						"Cyclones touch down within a 5-mile radius of Yan-C-Bin's lair. Every hour, there is a five percent chance that characters in this area are caught in the path of a cyclone moving 250 feet per round. Each character must succeed on a DC 21 Constitution saving throw or take 33 ({@dice 6d10}) bludgeoning damage. Wooden or flimsy structures in the path of the cyclone are destroyed.",
						"Natural caverns and windblown canyons within 1 mile of the lair form intermittent portals to the Elemental Plane of Air, allowing elemental creatures into the mortal world to dwell near those locations."
					]
				},
				"If Yan-C-Bin is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days."
			]
		},
		{
			"name": "Yeenoghu",
			"source": "MTF",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Yeenoghu can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Yeenoghu causes an iron spike - 5 feet tall and 1 inch in diameter - to burst from the ground at a point he can see within 100 feet of him. Any creature in the space where the spike emerges must make a DC 24 Dexterity saving throw. On a failed save, the creature takes 27 ({@dice 6d8}) piercing damage and is restrained by being impaled on the spike. A creature can use an action to remove itself (or a creature it can reach) from the spike, ending the restrained condition.",
						"Each gnoll or hyena that Yeenoghu can see can use its reaction to move up to its speed.",
						"Until the next initiative count 20, all gnolls and hyenas within the lair are enraged, causing them to have advantage on melee weapon attack rolls and causing attack rolls to have advantage against them."
					]
				}
			],
			"regionalEffects": [
				"The region containing Yeenoghu's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Within 1 mile of the lair, large iron spikes grow out of the ground and stone surfaces. Yeenoghu impales the bodies of the slain on these spikes.",
						"Predatory beasts within 6 miles of the lair become unusually savage, killing far more than what they need for food. Carcasses of prey are left to rot in an unnatural display of wasteful slaughter.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 17 Wisdom saving throw or descend into a madness determined by the Madness of Yeenoghu table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Yeenoghu dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Yeenoghu",
					"entries": [
						"If a creature goes mad in Yeenoghu's lair or within line of sight of the demon lord, roll on the Madness of Yeenoghu table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Yeenoghu",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I get caught up in the flow of anger, and try to stoke others around me into forming an angry mob.\""
								],
								[
									"21–40",
									"\"The flesh of other intelligent creatures is delicious!\""
								],
								[
									"41–60",
									"\"I rail against the laws and customs of civilization, attempting to return to a more primitive time.\""
								],
								[
									"61–80",
									"\"I hunger for the deaths of others, and am constantly starting fights in the hope of seeing bloodshed.\""
								],
								[
									"81–00",
									"\"I keep trophies from the bodies I have slain, turning them into adornments.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Zariel",
			"source": "MTF",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Zariel can take a lair action to cause one of the following effects; she can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Zariel casts major image four times at its lowest level, targeting different areas with the spell. Zariel prefers to create images of intruders' loved ones being burned alive. Zariel doesn't need to concentrate on the spells, which end on initiative count 20 of the next round. Each creature that can see these illusions must succeed on a DC 26 Wisdom saving throw or become frightened of the illusion for 1 minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"Zariel casts her innate {@spell 火球术} spell."
					]
				}
			],
			"regionalEffects": [
				"The region containing Zariel's lair is warped by her magic, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"The area within 9 miles of the lair is filled with screaming voices and the stench of burning meat.",
						"Once every 60 feet within 1 mile of the lair, 10-foot-high gouts of flame rise from the ground. Any creature or object that touches the flame takes 7 ({@dice 2d6}) fire damage, though it can take this damage no more than once per round.",
						"The area within 2 miles, but no closer than 500 feet, of the lair is filled with smoke, which causes the area to be heavily obscured. The smoke can't be cleared away."
					]
				},
				"If Zariel dies, these effects fade over the course of {@dice 1d10} days."
			]
		},
		{
			"name": "Zikzokrishka",
			"source": "CM",
			"lairActions": [
				"On initiative count 20 (losing initiative ties) whenever she is in the are V3, Zikzokrishka can take a lair action to cause one of the following effects. She can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Part of the ceiling collapses above one creature that Zikzokrishka can see. The creature must succeed on a DC 15 Dexterity saving throw or take 21 ({@dice 6d6}) bludgeoning damage and be knocked prone and buried under rubble. A buried creature is restrained and unable to stand up. A creature can use an action to try to pull itself or another creature out of the rubble, doing so with a successful DC 10 Strength (Athletics) check.",
						"A cloud of sand swirls in a 20-foot-radius sphere centered on a point Zikzokrishka can see within 60 feet of it. The cloud spreads around corners. Each creature in the cloud must succeed on a DC 15 Constitution saving throw or be blinded for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"Zikzokrishka chooses two points that it can see, each of which must be on a solid surface, and creates a 5-foot-wide line of lightning between them. The two points must be within 60 feet of Zikzokrishka and 60 feet of each other. Each creature in the line must succeed on a DC 15 Dexterity saving throw or take 10 ({@dice 3d6}) lightning damage."
					]
				}
			]
		},
		{
			"name": "Zuggtmoy",
			"source": "MTF",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Zuggtmoy can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Zuggtmoy causes four {@creature gas spore|mm|gas spores} or {@creature violet fungus|mm|violet fungi} to appear in unoccupied spaces that she chooses within the lair. They vanish after 1 hour.",
						"Up to four plant creatures that are friendly to Zuggtmoy and that Zuggtmoy can see can use their reactions to move up to their speed and make one weapon attack.",
						"Zuggtmoy uses either her Infestation Spores or her Mind Control Spores, centered on a mushroom or other fungus within her lair, instead of on herself."
					]
				}
			],
			"regionalEffects": [
				"The region containing Zuggtmoy's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Molds and fungi grow on surfaces within 6 miles of the lair, even where they would normally find no purchase.",
						"Plant life within 1 mile of the lair becomes infested with parasitic fungi, slowly mutating as it is overwhelmed.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 17 Wisdom saving throw or descend into a madness determined by the Madness of Zuggtmoy table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Zuggtmoy dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Zuggtmoy",
					"entries": [
						"If a creature goes mad in Zuggtmoy's lair or within line of sight of the demon lord, roll on the Madness of Zuggtmoy table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Zuggtmoy",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I see visions in the world around me that others do not.\""
								],
								[
									"21–40",
									"\"I periodically slip into a catatonic state, staring off into the distance for long stretches at a time.\""
								],
								[
									"41–60",
									"\"I see an altered version of reality, with my mind convincing itself that things are true even in the face of overwhelming evidence to the contrary.\""
								],
								[
									"61–80",
									"\"My mind is slipping away, and my intelligence seems to wax and wane.\""
								],
								[
									"81–00",
									"\"I am constantly scratching at unseen fungal infections.\""
								]
							]
						}
					]
				}
			]
		}
	]
}
