{
	"legendaryGroup": [
		{
			"name": "Aboleth",
			"lairActions": [
				"當底棲魔魚在其巢穴戰鬥時，它可以引發周圍環境的魔法以採取它的巢穴動作。在先攻順序輪到20時（先攻相等時則為後手），底棲魔魚可以採取一次巢穴動作以造成以下其中一個效果：",
				{
					"type": "list",
					"items": [
						"底棲魔魚對距離它60呎內且它所能看見的任意數量個生物施放{@spell 魅影之力}(無須任何構材)。當專注於這個效果時，底棲魔魚不能採取其它的巢穴動作。 若目標成功通過此豁免檢定，或這個效果對它的影響結束，則目標將在接下來24小時內免疫於該底棲魔魚使用巢穴動作施放的{@spell 魅影之力}，然而該生物仍然可以選擇自願被影響。",
						"距離底棲魔魚90呎內的水池將化作洶湧的攫抓浪潮向外湧出。任何在地面上且距離這類水池20呎內的生物都必須成功通過一次DC 14的力量豁免，否則被拉向水中最多20呎距離且被擊倒{@condition 伏地}。直到底棲魔魚使用了另一個巢穴動作之前，它都不能再使用此巢穴動作。",
						"底棲魔魚巢穴內的水體將被魔法變成生物狂怒的導管。底棲魔魚可以選擇任意個距離它90呎內，它所能看見，且處於這類水體中的生物做為目標。目標必須成功通過一次DC 14的睿知豁免，否則受到 7 ({@dice 2d6})精神傷害。直到底棲魔魚使用了另一個巢穴動作之前，它都不能再使用此巢穴動作。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著底棲魔魚巢穴的區域被該生物的存在所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"距離底棲魔魚巢穴1哩內的地底表面將變為黏滑而潮濕的困難地形。",
						"距離巢穴1哩內的水源被超自然力量汙染。底棲魔魚的敵人在喝下這樣的水後將反胃長達數分鐘。",
						"以一個動作，底棲魔魚可以在它巢穴1哩內創造一個自己的幻影。這個幻影可以出現在任何底棲魔魚曾經見過的地方，或在任何被底棲魔魚{@condition 魅惑}的生物當下所能看見的地方。一旦幻影被創造，只要底棲魔魚維持專注（如同專注於法術），這個幻影就將持續存在。儘管這個幻影沒有實體，但它的外觀、聲音，以及移動方式都跟底棲魔魚一樣。底棲魔魚可以透過該幻影的位置感知、說話、並使用它的心靈感應，就如同它存在於該處一樣。若這個幻影受到任何傷害，則它將消失。"
					]
				},
				"若底棲魔魚死亡，前兩個效應將在{@dice 3d10}天內逐漸消散。"
			],
			"source": "MM"
		},
		{
			"name": "Aerisi Kalinoth",
			"lairActions": [
				"If Aerisi is in the air node while {@creature Yan-C-Bin|PotA} isn't, Aerisi can take lair actions. On initiative count 20 (losing initiative ties), Aerisi uses a lair action to cast one of her spells, up to 3rd level, without using components or a spell slot. She can't cast the same spell two rounds in a row, although she can continue to concentrate on a spell she previously cast using a lair action. Aerisi can take no other lair actions while concentrating on a spell cast as a lair action.",
				"If Aerisi casts {@spell invisibility} using this lair action, she also draws the power of the air node into herself. By doing so, she regains 15 ({@dice 3d8+2}) hit points."
			],
			"source": "PotA"
		},
		{
			"name": "Baphomet",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Baphomet can take a lair action to cause one of the following magical effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Baphomet seals one doorway or other entryway within the lair. The opening must be unoccupied. It is filled with solid stone for 1 minute or until Baphomet creates this effect again.",
						"Baphomet chooses a room within the lair that is no larger in any dimension than 100 feet. Until the next initiative count 20, gravity is reversed within that room. Any creatures or objects in the room when this happens fall in the direction of the new pull of gravity, unless they have some means of remaining aloft. Baphomet can ignore the gravity reversal if he's in the room, although he likes to use this action to land on a ceiling to attack targets dying near it.",
						"Baphomet casts {@spell mirage arcane}, affecting a room within the lair that is no longer in any dimension than 100 feet. The effect ends on the next initiative count 20."
					]
				}
			],
			"regionalEffects": [
				"The region containing Baphomet's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Plant life within 1 mile of the lair grows thick and forms walls of trees, hedges, and other flora in the form of small mazes.",
						"Beasts within 1 mile of the lair become frightened and disoriented, as though constantly under threat of being hunted, and might lash out or panic even when no visible threat is nearby.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 18 Wisdom saving throw or descend into a madness determined by the Madness of Baphomet table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Baphomet dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Baphomet",
					"entries": [
						"If a creature goes mad in Baphomet's lair or within line of sight of the demon lord, roll on the Madness of Baphomet table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Baphomet",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"My anger consumes me. I can't be reasoned with when my rage has been stoked.\""
								],
								[
									"21–40",
									"\"I degenerate into beastly behavior, seeming more like a wild animal than a thinking being.\""
								],
								[
									"41–60",
									"\"The world is my hunting ground. Others are my prey.\""
								],
								[
									"61–80",
									"\"Hate comes easily to me and explodes into rage.\""
								],
								[
									"81–00",
									"\"I see those who oppose me not as people, but as beasts meant to be preyed upon.\""
								]
							]
						}
					]
				}
			],
			"source": "MTF"
		},
		{
			"name": "Beholder",
			"lairActions": [
				"When fighting inside its lair, a beholder can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the beholder can take one lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"A 50-foot-square area of ground within 120 feet of the beholder becomes slimy; that area is difficult terrain until initiative count 20 on the next round.",
						"Walls within 120 feet of the beholder sprout grasping appendages until initiative count 20 on the round after next. Each creature of the beholder's choice that starts its turn within 10 feet of such a wall must succeed on a DC 15 Dexterity saving throw or be grappled. Escaping requires a successful DC 15 Strength (Athletics) or Dexterity (Acrobatics) check.",
						"An eye opens on a solid surface within 60 feet of the beholder. One random eye ray of the beholder shoots from that eye at a target of the beholder's choice that it can see. The eye then closes and disappears."
					]
				},
				"The beholder can't repeat an effect until they have all been used, and it can't use the same effect two rounds in a row."
			],
			"regionalEffects": [
				"A region containing a beholder's lair is warped by the creature's unnatural presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Creatures within 1 mile of the beholder's lair sometimes feel as if they're being watched when they aren't.",
						"When the beholder sleeps, minor warps in reality occur within 1 mile of its lair and then vanish 24 hours later. Marks on cave walls might change subtly, an eerie trinket might appear where none existed before, harmless slime might coat a statue, and so on. These effects apply only to natural surfaces and to nonmagical objects that aren't on anyone's person."
					]
				},
				"If the beholder dies, these effects fade over the course of {@dice 1d10} days."
			],
			"source": "MM"
		},
		{
			"name": "Black Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），黑龍可以採取一次巢穴動作以造成以下其中一個效果；黑龍不能連續兩輪使用相同的效果：",
				{
					"type": "list",
					"items": [
						"距離黑龍120呎內且它所能看見的水池湧起一陣卷人的浪潮。任何距離這個水池20呎內的生物都必須成功通過一次DC 15的力量豁免，否則被拖向水池最多20呎距離並被擊倒{@condition 伏地}。",
						"黑龍選擇距離它120呎內的一點，一團成群的昆蟲雲霧充斥在以該點為中心的20呎半徑球體範圍內。這團蟲雲會繞過轉角蔓延，且會持續存在直到黑龍以一個動作驅散它們、再次使用這個巢穴動作，或黑龍死亡。這團蟲雲所在的區域被輕度遮蔽。任何在這團蟲雲出現時位於該區域內的生物必須進行一次DC 15的體質豁免，若豁免失敗則受到10 ({@dice 3d6})穿刺傷害，豁免成功則只受到一半的傷害。一個在蟲雲內結束它回合的生物將受到10 ({@dice 3d6})穿刺傷害。",
						"魔法黑暗從距離黑龍120呎內由它所選擇的一點蔓延，充斥在15呎半徑的球體範圍內直到黑龍以一個動作驅散它、再次使用這個巢穴動作，或黑龍死亡。這片黑暗會繞過轉角。一個擁有黑暗視覺的生物無法看透這片黑暗，且非魔法光源也無法照亮它。若這個效果範圍內的任何一個區域與其他2環或更低的法術所創造的光照重疊，則創造該光照的法術將被解消。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇黑龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"距離巢穴6哩內的陸地因為生長得茂密變形的植被，以及沼澤內滿佈的惡臭淤泥，而使得橫越所需的時間變為原本的兩倍。",
						"距離巢穴1哩內的水源被超自然力量汙染。黑龍的敵人在喝下這樣的水後將反胃長達數分鐘。",
						"距離巢穴6哩內的陸地將被霧氣給輕度遮蔽。"
					]
				},
				"若黑龍死亡，這片區域內的植被將維持它們生長的情況，但其他效果將在{@dice 1d10}天後消散。"
			],
			"source": "MM"
		},
		{
			"name": "Blue Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），藍龍可以採取一次巢穴動作以造成以下其中一個效果；藍龍不能連續兩輪使用相同的效果：",
				{
					"type": "list",
					"items": [
						"距離藍龍120呎內且它所能看見的一個生物上方一部分的天花板坍塌下來。該生物必須成功通過一次DC 15的敏捷豁免，否則受到10 ({@dice 3d6})鈍擊傷害，被擊倒{@condition 伏地}並被掩埋。被掩埋的目標將被{@condition 束縛}且無法呼吸或起身。一個生物可以採取一個動作以進行一次DC 10的力量檢定，成功則終止被掩埋的狀態。",
						"一團沙塵旋轉卷起的雲團將以距離藍龍120呎內且它所能看見的一點為中心形成一個20呎半徑的球體區域。這團沙雲會繞過轉角。每個在這團沙雲內的生物都必須成功通過一次DC 15的體質豁免，否則將陷入{@condition 目盲}長達1分鐘。一個生物可以在它的每個回合結束時重複進行這個豁免檢定，成功則結束這個效果對它的影響。",
						"閃電弧光在巢穴內藍龍所能看見的兩個固態表面之間形成一道5呎寬的直線區域。這兩個表面必須距離藍龍120呎內，且彼此相距120呎內。每個在直線區域內的生物必須成功通過一次DC 15的敏捷豁免，否則受到10 ({@dice 3d6})閃電傷害。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇藍龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"距離巢穴6哩內的區域肆虐著雷鳴風暴。",
						"距離巢穴6哩內的區域被塵捲風席捲著。塵捲風具有{@creature 氣元素}的數據，但它不會飛，具有50呎的移動速度，且智力和魅力只有1(-5)。",
						"隱藏的陷落沙坑將在藍龍的巢穴內和巢穴周遭成形。透過成功通過一次DC 20的睿知（{@skill 感知}）檢定可以在安全距離外發現一個隱藏的陷落沙坑。除此之外，第一個踩上陷落沙坑上覆蓋的稀薄沙層的生物必須成功通過一次DC 15的敏捷豁免，否則將跌入陷落沙坑並墜落{@dice 1d6 × 10}呎的距離。"
					]
				},
				"若藍龍死亡，塵捲風將會立刻消失，且雷鳴風暴將在{@dice 1d10}天內消散。任何陷落沙坑都會維持它們所在的位置。"
			],
			"source": "MM"
		},
		{
			"name": "Brass Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），黃銅龍可以採取一次巢穴動作以造成以下其中一個效果：",
				{
					"type": "list",
					"items": [
						"一股強風呼嘯環繞在黃銅龍的周圍。每個距離黃銅龍60尺內的生物都必須成功通過一次DC 15的力量豁免，否則被推離黃銅龍15呎距離並被擊倒{@condition 伏地}。氣體和蒸氣都將被這股風吹散，且不受保護的火焰也將被熄滅。受保護的火焰；例如提燈，將有50%的機率被熄滅。",
						"一團沙塵旋轉卷起的雲團將以距離黃銅龍120呎內且它所能看見的一點為中心形成一個20呎半徑的球體區域。這團沙雲會繞過轉角。每個在這團沙雲內的生物都必須成功通過一次DC 15的體質豁免，否則將陷入{@condition 目盲}長達1分鐘。一個生物可以在它的每個回合結束時重複進行這個豁免檢定，成功則結束這個效果對它的影響。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇黃銅龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"距離巢穴6哩內的沙地上出現數條小徑。這些小徑通往安全的避難所和隱蔽的水源處，同時也會引領其遠離黃銅龍不希望被打擾的區域。",
						"距離巢穴1哩內的沙漠中遊蕩著體型為大型或更小的怪物幻影。這些幻象可以移動且看起來非常真實，但它們無法造成傷害。一個檢視這些幻影的生物可以藉由成功通過一次DC 20的智力（{@skill 調查}）檢定以辨識出其是否為幻象。由於東西會穿過幻影，任何與幻影的物理性互動都將暴露它是幻象的事實。",
						"每當一個擁有3點或更高智力值的生物來到距離巢穴1哩內的水源處的30呎範圍內，黃銅龍將會意識到該生物的存在與位置。"
					]
				},
				"若黃銅龍死亡，小徑將會在{@dice 1d10}天內消散，而其他效應則會立即消失。"
			],
			"source": "MM"
		},
		{
			"name": "Bronze Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），青銅龍可以採取一次巢穴動作以造成以下其中一個效果：",
				{
					"type": "list",
					"items": [
						"青銅龍如同施放{@spell 雲霧術}法術一樣創造出一陣濃霧。這陣濃霧會持續存在直到下一輪的先攻順序輪到20。",
						"一道雷鳴巨響以距離青銅龍120呎內且它所能看見的一點為源頭發出。每個在以該點為中心的20呎半徑範圍內的生物都必須進行一次DC 15的體質豁免，否則受到5 ({@dice 1d10})雷鳴傷害，且陷入{@condition 耳聾}狀態直到它的下個回合結束。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇青銅龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"每天一次，青銅龍可以改變以它巢穴為中心的6哩半徑內區域的天氣。青銅龍並不需要在戶外；除此之外，此效應的效果與{@spell 操控天氣}法術相同。",
						"距離巢穴6哩內區域中的水中植物都呈現出耀眼炫目的色澤。",
						"在青銅龍的巢穴內，它可以設置幻象聲響，例如輕柔的音樂和詭異的迴聲，並讓它們可以在巢穴中的各個位置被聽見。"
					]
				},
				"若青銅龍死亡，被改變的天氣將如法術詳述中所記載的方式回復正常，且其他效應將在{@dice 1d10}天內逐漸消散。"
			],
			"source": "MM"
		},
		{
			"name": "Copper Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），赤銅龍可以採取一次巢穴動作以造成以下其中一個效果：",
				{
					"type": "list",
					"items": [
						"赤銅龍選擇距離它120呎內且它所能看見地面上的一點。岩石棘刺將在以該點為中心的20呎半徑區域中從地面長出。除此之外，這個效果與{@spell 荊棘叢生}法術相同，且它將持續存在直到赤銅龍再次使用這個巢穴動作、或直到赤銅龍死亡。",
						"赤銅龍選擇距離它120呎內且它所能看見地面上的一處10呎邊長的方形區域。這個區域內的地面將轉變為3呎深的淤泥。每個在淤泥出現時位於該區域地面上的生物都必須成功通過一次DC 15的敏捷豁免，否則將沉入淤泥並陷入{@condition 束縛}。一個生物可以採取一個動作以嘗試進行一次DC 15的力量檢定，若成功則將它自己或另一個在它觸及範圍內的生物從淤泥中逃脫，終止其{@condition 束縛}狀態。在淤泥中移動1呎距離將會消耗2呎的移動速度。在下一輪的先攻順序輪到20時，淤泥將會硬化，且嘗試從中逃脫的力量檢定DC將增加至20。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇赤銅龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"距離巢穴6哩內區域中的岩石地形和物體上都可以看見用魔法雕刻出的微笑龍族臉龐。",
						"原本不會說話的微型野獸，像是囓齒動物和鳥類，將在處於巢穴1哩內區域中時會獲得能夠說並理解龍語的魔法能力。這些生物會說赤銅龍的好話，但不會洩漏它的所在。",
						"距離巢穴1哩內的智能生物會輕易的咯咯發笑。即使是嚴肅的事情也會頓時變得有趣起來。"
					]
				},
				"若赤銅龍死亡，魔法浮雕將會在{@dice 1d10}天內逐漸消散。其他效應將會立即終止。"
			],
			"source": "MM"
		},
		{
			"name": "Death Tyrant",
			"lairActions": [
				"When fighting inside its lair, a death tyrant can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the death tyrant can take one lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"An area that is a 50-foot cube within 120 feet of the tyrant is filled with spectral eyes and tentacles. To creatures other than the death tyrant, that area is lightly obscured and difficult terrain until initiative count 20 on the next round.",
						"Walls sprout spectral appendages until initiative count 20 on the round after next. Any creature, including one on the Ethereal Plane, that is hostile to the tyrant and starts its turn within 10 feet of a wall must succeed on a DC 17 Dexterity saving throw or be grappled. Escaping requires a successful DC 17 Strength (Athletics) or Dexterity (Acrobatics) check.",
						"A spectral eye opens in the air at a point within 50 feet of the tyrant. One random eye ray of the tyrant shoots from that eye, which is considered to be an ethereal source, at a target of the tyrant's choice. The eye then closes and disappears."
					]
				},
				"The death tyrant can't repeat an effect until all three have been used, and it can't use the same effect on consecutive rounds."
			],
			"regionalEffects": [
				"A region containing a death tyrant's lair is warped by the creature's unnatural presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Creatures within 1 mile of the tyrant's lair sometimes feel as if they're being watched even when they aren't.",
						"When a creature hostile to the tyrant and aware of its existence finishes a long rest within 1 mile of the tyrant's lair, roll a {@dice d20} for that creature. On a roll of 10 or lower, the creature is subjected to one random eye ray of the tyrant."
					]
				},
				"If the death tyrant dies, these effects fade over the course of {@dice 1d10} days."
			],
			"source": "MM"
		},
		{
			"name": "Demilich",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the demilich rolls a {@dice d20}. On a result of 11 or higher, the demilich takes a lair action to cause one of the following effects. It can't use the same effect two rounds in a row.",
				{
					"type": "list",
					"items": [
						"The tomb trembles violently for a moment. Each creature on the floor of the tomb must succeed on a DC 19 Dexterity saving throw or be knocked prone.",
						"The demilich targets one creature it can see within 60 feet of it. An {@spell antimagic field} fills the space of the target, moving with it until initiative count 20 on the next round.",
						"The demilich targets any number of creatures it can see within 30 feet of it. No target can regain hit points until initiative count 20 on the next round."
					]
				}
			],
			"regionalEffects": [
				"A demilich's tomb might have any or all of the following effects in place:",
				{
					"type": "list",
					"items": [
						"The first time a non-evil creature enters the tomb's area, the creature takes 16 ({@dice 3d10}) necrotic damage.",
						"Monsters in the tomb have advantage on saving throws against being charmed or frightened, and against features that turn undead.",
						"The tomb is warded against the magical travel of creatures the demilich hasn't authorized. Such creatures can't teleport into or out of the tomb's area or use planar travel to enter or leave it. Effects that allow teleportation or planar travel work within the tomb as long as they aren't used to leave or enter the tomb's area."
					]
				},
				"If the demilich is destroyed, these effects fade over the course of 10 days."
			],
			"source": "MM"
		},
		{
			"name": "Demogorgon",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Demogorgon can take a lair action to cause one of the following effects: Demogorgon can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Demogorgon creates an illusory duplicate of himself, which appears in his own space and lasts until initiative count 20 of the next round. On his turn, Demogorgon can move the illusory duplicate a distance equal to his walking speed (no action required). The first time a creature or object interacts physically with Demogorgon (for example, hitting him with an attack), there is a 50 percent chance that it is the illusory duplicate that is being affected, not Demogorgon himself, in which case the illusion disappears.",
						"Demogorgon casts the {@spell darkness} spell four times at its lowest level, targeting different areas with the spell. Demogorgon doesn't need to concentrate on the spells, which end on initiative count 20 of the next round."
					]
				}
			],
			"regionalEffects": [
				"The region containing Demogorgon's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"The area within 6 miles of the lair becomes overpopulated with lizards, poisonous snakes, and other venomous beasts.",
						"Beasts within 1 mile of the lair become violent and crazed-even creatures that are normally docile.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Demogorgon table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Demogorgon dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Demogorgon",
					"entries": [
						"If a creature goes mad in Demogorgon's lair or within line of sight of the demon lord, roll on the Madness of Demogorgon table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Demogorgon",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"Someone is plotting to kill me. I need to strike first to stop them!\""
								],
								[
									"21–40",
									"\"There is only one solution to my problems: kill them all!\""
								],
								[
									"41–60",
									"\"There is more than one mind inside my head.\""
								],
								[
									"61–80",
									"\"If you don't agree with me, I'll beat you into submission to get my way.\""
								],
								[
									"81–00",
									"\"I can't allow anyone to touch anything that belongs to me. They might try to take it away from me!\""
								]
							]
						}
					]
				}
			],
			"source": "MTF"
		},
		{
			"name": "Elder Brain",
			"lairActions": [
				"When fighting inside its lair, an elder brain can use lair actions. On initiative count 20 (losing initiative ties), an elder brain can take one lair action to cause one of the following effects; the elder brain can't use the same lair action two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The elder brain casts {@spell wall of force}.",
						"The elder brain targets one friendly creature it can sense within 120 feet of it. The target has a flash of inspiration and gains advantage on one attack roll, ability check, or saving throw it makes before the end of its next turn. If the target doesn't or can't use this benefit in that time, the inspiration is lost.",
						"The elder brain targets one creature it can sense within 120 feet of it and anchors it by sheer force of will. The target must succeed on a DC 18 Charisma saving throw or be unable to leave its current space. It can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"regionalEffects": [
				"The territory within 5 miles of an elder brain is altered by the creature's psionic presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Creatures within 5 miles of an elder brain feel as if they are being followed, even when they are not.",
						"The elder brain can overhear any telepathic conversation happening within 5 miles of it. The creature that initiated the telepathic conversation makes a DC 18 Wisdom (Insight) check when telepathic contact is first established. If the check succeeds, the creature is aware that something is eavesdropping on the conversation. The nature of the eavesdropper isn't revealed, and the elder brain can't participate in the telepathic conversation unless it has formed a psychic link with the creature that initiated it.",
						"Any creature with which the elder brain has formed a psychic link hears faint, incomprehensible whispers in the deepest recesses of its mind. This psychic detritus consists of the elder brain's stray thoughts commingled with those of other creatures to which it is linked."
					]
				},
				"If the elder brain dies, these effects immediately end."
			],
			"source": "VGM"
		},
		{
			"name": "Fraz-Urb'luu",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Fraz-Urb'luu can take a lair action to cause one of the following effects: he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Fraz-Urb'luu causes up to 5 doors within the lair to be come walls, and an equal number of doors to appear on walls where there previously were none.",
						"Fraz-Urb'luu chooses one humanoid within the lair and instantly creates a simulacrum of that creature (as if created with the {@spell simulacrum} spell). This simulacrum obeys Fraz-Urb'luu's commands and is destroyed on the next initiative count 20.",
						"Fraz-Urb'luu creates a wave of anguish. Each creature he can see within the lair must succeed on a DC 23 Wisdom saving throw or take 33 ({@dice 6d10}) psychic damage."
					]
				}
			],
			"regionalEffects": [
				"The region containing Fraz-Urb'luu's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Intelligent creatures within 1 mile of the lair frequently see hallucinations of long-dead friends and comrades that vanish after only a brief glimpse.",
						"Roads and paths within 6 miles of the lair twist and turn back on themselves, making navigation in the area exceedingly difficult.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Fraz-Urb'luu table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Fraz-Urb'luu dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Fraz-Urb'luu",
					"entries": [
						"If a creature goes mad in Fraz-Urb'luu's lair or within line of sight of the demon lord, roll on the Madness of Fraz-Urb'luu table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Fraz-Urb'luu",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I never let anyone know the truth about my actions or intentions, even if doing so would be beneficial to me.\""
								],
								[
									"21–40",
									"\"I have intermittent hallucinations and fits of catatonia.\""
								],
								[
									"41–60",
									"\"My mind wanders as I have elaborate fantasies that have no bearing on reality. When I return my focus to the world, I have a hard time remembering that it was just a daydream.\""
								],
								[
									"61–80",
									"\"I convince myself that things are true, even in the face of overwhelming evidence to the contrary.\""
								],
								[
									"81–00",
									"\"My perception of reality doesn't match anyone else's. It makes me prone to violent delusions that make no sense to anyone else.\""
								]
							]
						}
					]
				}
			],
			"source": "MTF"
		},
		{
			"name": "Gar Shatterkeel",
			"lairActions": [
				"If Gar is in the water node while {@creature Olhydra|PotA} isn't, he can take lair actions. On initiative count 20 (losing initiative ties), Gar uses a lair action to use his Multiattack or cast one of his spells, up to 3rd level, without using components or a spell slot. He can't cast the same spell two rounds in a row, but he can continue to concentrate on a spell he previously cast using a lair action. He can take no other lair actions while concentrating on a spell cast as a lair action. His favorite use of this capability is casting {@spell inflict wounds} or {@spell call lightning}.",
				"If Gar casts {@spell cure wounds} using this lair action, he regains the maximum number of hit points from the spell (28)."
			],
			"source": "PotA"
		},
		{
			"name": "Gold Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），金龍可以採取一次巢穴動作以造成以下其中一個效果；金龍不能連續兩輪使用相同的效果：",
				{
					"type": "list",
					"items": [
						"金龍瞥見一瞬的未來，因此它將在攻擊檢定、屬性檢定、和豁免檢定中具有優勢，直到下一輪的先攻順序輪到20。",
						"一個距離金龍120呎內且它所能看見的生物必須成功通過一次DC 15的魅力豁免，否則將被放逐到一個夢境位面：一個誕生自金龍幻想的特殊存在位面。要從中逃離，該生物必須使用它的動作進行一次魅力檢定以對抗金龍的魅力檢定。若該生物勝出，則它將從夢境位面中逃離。除此之外，這個效果將在下一輪的先攻順序輪到20時結束。當這個效果結束時，該生物將重新出現在它離開時所在的空間，或若該空間已被佔據則出現在最近一處未被佔據空間。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇金龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"每當一個理解至少一種語言的生物在距離巢穴6哩內的區域進入冥想狀態或夢境時，金龍可以與該生物建立心靈感應，並在它的夢境中與之溝通。該生物在甦醒後仍將記得它與金龍的交談內容。",
						"層層美麗的乳白色迷霧出現在距離巢穴6哩內的區域。這陣迷霧不會遮蔽任何事物。當邪惡生物接近在迷霧中的金龍或其他非邪惡生物時，迷霧將會環繞在他們身邊，警告他們危險的逼近。",
						"距離巢穴1哩內的寶石和珍珠將閃爍發光，散發出5呎半徑的微光光照。"
					]
				},
				"若金龍死亡，這些效應都將立即終止。"
			],
			"source": "MM"
		},
		{
			"name": "Graz'zt",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Graz'zt can take a lair action to cause one of the following effects: he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Graz'zt casts the {@spell command} spell on every creature of his choice in the lair. He needn't see each one, but he must be aware that an individual is in the lair to target that creature. He issues the same command to all the targets.",
						"Smooth surfaces within the lair become as reflective as a polished mirror. Until a different lair action is used, creatures within the lair have disadvantage on Dexterity (Stealth) checks made to hide."
					]
				}
			],
			"regionalEffects": [
				"The region containing Graz'zt's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Flat surfaces within 1 mile of the lair that are made of stone or metal become highly reflective, as though polished to a shine. These surfaces become supernaturally mirrorlike.",
						"Wild beasts within 6 miles of the lair break into frequent conflicts and coupling, mirroring the behavior that occurs during their mating seasons.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Graz'zt table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Graz'zt dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Graz'zt",
					"entries": [
						"If a creature goes mad in Graz'zt's lair or within line of sight of the demon lord, roll on the Madness of Graz'zt table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Graz'zt",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"There is nothing in the world more important than me and my desires.\""
								],
								[
									"21–40",
									"\"Anyone who doesn't do exactly what I say doesn't deserve to live.\""
								],
								[
									"41–60",
									"\"Mine is the path of redemption. Anyone who says otherwise is intentionally misleading you.\""
								],
								[
									"61–80",
									"\"I will not rest until I have made someone else mine, and doing so is more important to me than my own life—or the lives of others.\""
								],
								[
									"81–90",
									"\"My own pleasure is of paramount importance. Everything else, including social graces, is a triviality.\""
								],
								[
									"91–00",
									"\"Anything that can bring me happiness should be enjoyed immediately. There is no point to saving anything pleasurable for later.\""
								]
							]
						}
					]
				}
			],
			"source": "MTF"
		},
		{
			"name": "Green Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），綠龍可以採取一次巢穴動作以造成以下其中一個效果；綠龍不能連續兩輪使用相同的效果：",
				{
					"type": "list",
					"items": [
						"糾纏的根鬚和藤蔓將以距離綠龍120呎內且它所能看見地面上的一點為中心湧出並覆蓋20呎半徑的區域。這片區域變為困難地形，且每個在該處的生物都必須成功通過一次DC 15的力量豁免，否則將被根鬚和藤蔓給{@condition 束縛}。一個生物可以藉由採取一個動作進行一次DC 15的力量檢定並成功，以將它自己或另一個生物給釋放。這些根鬚和藤蔓將在綠龍再次使用這個巢穴動作、或當綠龍死亡時枯萎消失。",
						"一道纏繞著帶刺荊棘的灌木叢牆在距離綠龍120呎內的一處固態表面上生長湧現而出。這道牆最多60呎長，10呎高，5呎厚，且能夠遮蔽視線。當這道牆出現時，每個位於牆壁範圍內的生物都必須進行一次DC 15的敏捷豁免。一個豁免失敗的生物將受到18 ({@dice 4d8})穿刺傷害，且被往牆壁的空間外推離5呎距離，出現在牆壁的任意一側（由它決定）。一個生物可以移動穿過這道牆，儘管這個過程會緩慢而痛苦。一個生物每穿過這道牆1呎，它都必須消耗4呎的移動速度。除此之外，當一個生物在它接觸這道牆壁的每個回合中都必須進行一次DC 15的敏捷豁免，若豁免失敗將受到18 ({@dice 4d8})穿刺傷害，豁免成功則只受到一半的傷害。這道牆壁中每10呎的區塊都具有AC 5以及15點生命值，對火焰易傷，對鈍擊和穿刺傷害具有抗性，且免疫於精神傷害。這道牆會在綠龍再次使用這個巢穴動作、或當綠龍死亡時沉入地面。",
						"魔法迷霧將環繞翻騰於一個距離綠龍120呎內且它所能看見的生物周遭。該生物必須成功通過一次DC 15的睿知豁免，否則被綠龍給{@condition 魅惑}，持續直到下一輪的先攻順序輪到20。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇綠龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"距離巢穴1哩內區域中的灌木叢將形成迷宮般的通道。這些灌木叢被視為10呎高，10呎厚，且能遮蔽視線的牆壁。生物可以移動穿過這些灌木叢，且生物每移動1呎，它都必須消耗4呎的移動速度。一個在灌木叢內的生物必須在它與灌木叢接觸時的每個回合進行一次DC 15的敏捷豁免，若豁免失敗將受到來自棘刺的3 ({@dice 1d6})穿刺傷害。",
						"每10呎邊長立方體的灌木叢具有AC 5以及30點生命值，對鈍擊和穿刺傷害具有抗性，對火焰易傷，且免疫於精神和雷鳴傷害。",
						"在距離它巢穴1哩內的區域，除非它刻意如此，否則綠龍可以選擇不留下任何它通過的物理痕跡。除非透過魔法手段，否則在該處追蹤它將是不可能的。此外，它將無視任何來自這片區域內非魔法或生物的植物所造成的阻礙移動效果或傷害，包括上述的灌木叢。這些植物將在綠龍通過時自行避讓。",
						"距離巢穴1哩內區域中的囓齒動物和鳥類都將作為綠龍的耳目。詭異地，鹿和其他大型獵物並不存在，暗示著這名飢餓超自然獵食者的存在。"
					]
				},
				"若綠龍死亡，囓齒動物和鳥類都將失去牠們與綠龍的超自然連結。灌木叢將維持存在，但在{@dice 1d10}天內，它們將失去它們的棘刺，變回尋常植物以及普通的困難地形。"
			],
			"source": "MM"
		},
		{
			"name": "Imix",
			"lairActions": [
				"Imix is master of heat and flames in his vicinity. He can take lair actions on the Elemental Plane of Fire, or in any elemental fire node (such as the Weeping Colossus in chapter 5). On initiative count 20 (losing initiative ties), Imix uses his lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"Any fires in the lair flare up drastically, quadrupling in size (for example, a fire blazing in a 5-foot by 5-foot area expands to a 10-foot by 10-foot area). Pools or streams of lava or other molten material are also affected. Creatures caught in the area of an expanded fire are subject to the normal damage for entering or being in the fire. Creatures caught by a sudden flood of lava must succeed on a DC 20 Strength saving throw or be knocked prone, in addition to the normal damage for contact with molten rock.",
						"A thick cloud of black smoke and burning embers fills a 40-foot-radius sphere within 120 feet of Imix, lasting until initiative count 20 of the next round. Creatures and objects within or beyond the smoke are heavily obscured. A creature that enters the cloud of embers for the first time on a turn or starts its turn there takes 10 ({@dice 3d6}) fire damage.",
						"A wave of searing heat fills the lair in a 300-foot radius around Imix for an instant. Each creature other than Imix in the area must succeed on a DC 15 Constitution saving throw or take {@dice 1d8} fire damage. Creatures that take fire damage from this effect gain one level of exhaustion. In addition, there is a fifty percent chance that any container of fluid held or carried by an affected creature (for example, a magic potion) is destroyed."
					]
				}
			],
			"regionalEffects": [
				"The region containing an elemental node in which Imix is present becomes vulnerable to the influence of fire. This creates the following effects:",
				{
					"type": "list",
					"items": [
						"A dry, baking heat wave strikes the region within 10 miles of Imix's location. At first, effects are minor - grass turns brown, animals become listless, work and travel become very tiring. The longer Imix remains, the worse the heat becomes; after 5 days, crops die and ponds dry up; after 10 days, unprotected livestock dies, and wells and small rivers dry up; after 20 days, large lakes and rivers are reduced in depth by 20 feet and shrink accordingly.",
						"Wildfires erupt within a 5-mile radius of Imix's lair. Every hour, there is a ten percent chance that characters in this area are caught in the path of a wildfire moving 50 feet per round. Each character must succeed on a DC 21 Constitution saving throw or take 10 ({@dice 3d6}) fire damage. A wildfire continues to threaten the characters for {@dice 1d10} rounds or until they get out of its path. Wooden structures caught in the wildfire are destroyed.",
						"Lava fountains erupt from the ground within 1 mile of Imix's lair. Every hour, there is a ten percent chance that characters in this area are close enough to an erupting lava fountain to be in danger. A lava fountain creates a vent 20 feet in diameter, and hurls globs of lava up to 200 feet away. Each character within this area must succeed on a DC 21 Dexterity saving throw or take 11 ({@dice 2d10}) bludgeoning damage plus 17 ({@dice 5d6}) fire damage. A fountain lasts for {@dice 2d10} rounds before subsiding.",
						"Wildfires or volcanic fissures within 1 mile of Imix's lair form intermittent portals to the Elemental Plane of Fire, allowing elemental creatures into the mortal world to dwell near those points."
					]
				},
				"If Imix is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days."
			],
			"source": "PotA"
		},
		{
			"name": "Juiblex",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Juiblex can take a lair action to cause one of the following effects: he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. The slime lasts for 1 hour or until it is burned away with fire. When the slime appears, each creature in that area must succeed on a DC 21 Strength saving throw or become restrained. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save. A restrained creature is stuck as long as it remains in the slimy area or until it breaks free. The restrained creature, or another creature who can reach it, can use its action to try to break free and must succeed on a DC 21 Strength check. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 ({@dice 4d10}) fire damage.",
						"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. The slime lasts for 1 hour or until it is burned away with fire. When the slime appears, each creature on it must succeed on a DC 21 Dexterity saving throw or fall prone and slide 10 feet in a random direction determined by a {@dice d8} roll. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 ({@dice 4d10}) fire damage.",
						"A green slime (see the Dungeon Master's Guide) appears on a spot on the ceiling that Juiblex chooses within the lair. The slime disintegrates after 1 hour."
					]
				}
			],
			"regionalEffects": [
				"The region containing Juiblex's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Small bodies of water, such as ponds or wells, within 1 mile of the lair turn highly acidic, corroding any object that touches them. Surfaces within 6 miles of the lair are frequently covered by a thin film of slime, which is slick and sticks to anything that touches it.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 18 Wisdom saving throw or descend into a madness determined by the Madness of Juiblex table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Juiblex dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Juiblex",
					"entries": [
						"If a creature goes mad in Juiblex's lair or within line of sight of the demon lord, roll on the Madness of Juiblex table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Juiblex",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I must consume everything I can!\""
								],
								[
									"21–40",
									"\"I refuse to part with any of my possessions.\""
								],
								[
									"41–60",
									"\"I'll do everything I can to get others to eat and drink beyond their normal limits.\""
								],
								[
									"61–80",
									"\"I must possess as many material goods as I can.\""
								],
								[
									"81–00",
									"\"My personality is irrelevant. I am defined by what I consume.\""
								]
							]
						}
					]
				}
			],
			"source": "MTF"
		},
		{
			"name": "Ki-rin",
			"lairActions": [
				"Inside its lair, a ki-rin has the power to conjure objects up to three times per day, using each of the following versions of the power once. One version permanently creates enough objects made of soft, plant-based material - including manufactured objects such as cloth, pillows, rope, blankets, and clothing - to fill a cube 20 feet on a side. The second version enough objects made of wood, or similarly hard plant-based material, to fill a cube 10 feet on a side. The third version creates enough objects made of stone or metal to fill a cube 2 feet on a side, but any materials created in this way last for only 1 hour."
			],
			"regionalEffects": [
				"The ki-rin's celestial nature transforms the region around its lair. Any of the following magical effects is possible for travelers to encounter in the vicinity:",
				{
					"type": "list",
					"items": [
						"Water flows pure within 3 miles of a ki-rin's lair. Any purposeful corruption of the water lasts for no longer than 3 minutes.",
						"Animals, plants, and good creatures within 3 miles of the ki-rin's lair gain vigor as they evolve toward an idealized form. Such creatures are rarely aggressive toward others that aren't normally prey. Evil creatures can't tolerate the holy atmosphere within the same distance, and usually choose to live much farther from the domain of a ki-rin.",
						"Curses, diseases, and poisons affecting good-aligned creatures are suppressed when those creatures are within 3 miles of the lair.",
						"A ki-rin can cast {@spell control weather} while it is within 3 miles of its lair. The spell's point of origin is always the point outdoors closest to the center of its lair. The ki-rin doesn't need to maintain a clear path to the sky or to concentrate for the change in weather to persist.",
						"Within 3 miles of the lair, winds buoy non-evil creatures that fall due to no act of the ki-rin or its allies. Such creatures descend at a rate of 60 feet per round and take no falling damage."
					]
				},
				"When the ki-rin dies, all these effects disappear immediately, although the invigorating effect on flora and fauna remains for 3 years."
			],
			"source": "VGM"
		},
		{
			"name": "Kraken",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the kraken takes a lair action to cause one of the following magical effects:",
				{
					"type": "list",
					"items": [
						"A strong current moves through the kraken's lair. Each creature within 60 feet of the kraken must succeed on a DC 23 Strength saving throw or be pushed up to 60 feet away from the kraken. On a success, the creature is pushed 10 feet away from the kraken.",
						"Creatures in the water within 60 feet of the kraken have vulnerability to lightning damage until initiative count 20 on the next round.",
						"The water in the kraken's lair becomes electrically charged. All creatures within 120 feet of the kraken must succeed on a DC 23 Constitution saving throw, taking 10 ({@dice 3d6}) lightning damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"regionalEffects": [
				"The region containing a kraken's lair is warped by the creature's blasphemous presence, creating the following magical effects:",
				{
					"type": "list",
					"items": [
						"The kraken can alter the weather at will in a 6-mile radius centered on its lair. The effect is identical to the {@spell control weather} spell.",
						"Water elementals coalesce within 6 miles of the lair. These elementals can't leave the water and have Intelligence and Charisma scores of 1 (-5).",
						"Aquatic creatures within 6 miles of the lair that have an Intelligence score of 2 or lower are charmed by the kraken and aggressive toward intruders in the area."
					]
				},
				"When the kraken dies, all of these regional effects fade immediately."
			],
			"source": "MM"
		},
		{
			"name": "Lich",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the lich can take a lair action to cause one of the following magical effects; the lich can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The lich rolls a {@dice d8} and regains a spell slot of that level or lower. If it has no spent spell slots of that level or lower, nothing happens.",
						"The lich targets one creature it can see within 30 feet of it. A crackling cord of negative energy tethers the lich to the target. Whenever the lich takes damage, the target must make a DC 18 Constitution saving throw. On a failed save, the lich takes half the damage (rounded down), and the target takes the remaining damage. This tether lasts until initiative count 20 on the next round or until the lich or the target is no longer in the lich's lair.",
						"The lich calls forth the spirits of creatures that died in its lair. These apparitions materialize and attack one creature that the lich can see within 60 feet of it. The target must succeed on a DC 18 Constitution saving throw, taking 52 ({@dice 15d6}) necrotic damage on a failed save, or half as much damage on a success. The apparitions then disappear."
					]
				}
			],
			"source": "MM"
		},
		{
			"name": "Illithilich",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the illithilich can take a lair action to cause one of the following magical effects; the illithilich can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The illithilich rolls a {@dice d8} and regains a spell slot of that level or lower. If it has no spent spell slots of that level or lower, nothing happens.",
						"The illithilich targets one creature it can see within 30 feet of it. A crackling cord of negative energy tethers the illithilich to the target. Whenever the illithilich takes damage, the target must make a DC 18 Constitution saving throw. On a failed save, the illithilich takes half the damage (rounded down), and the target takes the remaining damage. This tether lasts until initiative count 20 on the next round or until the illithilich or the target is no longer in the illithilich's lair.",
						"The illithilich calls forth the spirits of creatures that died in its lair. These apparitions materialize and attack one creature that the illithilich can see within 60 feet of it. The target must succeed on a DC 18 Constitution saving throw, taking 52 ({@dice 15d6}) necrotic damage on a failed save, or half as much damage on a success. The apparitions then disappear."
					]
				}
			],
			"source": "VGM"
		},
		{
			"name": "Marlos Urnrayle",
			"lairActions": [
				"If Marlos is in the earth node while {@creature Ogrémoch|PotA} isn't, the medusa can take lair actions. On initiative count 20 (losing initiative ties), Marlos uses a lair action to cast {@spell earthquake} without using components. As long as he maintains concentration on {@spell earthquake}, initiative count 20 is the start of Marlos's turn for the purpose of the spell. He can take no other lair actions while concentrating on {@spell earthquake}.",
				"Marlos's second option for a lair action is to draw power from the earth node to heal. When he does so, he regains 30 ({@dice 6d8+3}) hit points."
			],
			"source": "PotA"
		},
		{
			"name": "Mummy Lord",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the mummy lord takes a lair action to cause one of the following effects; the mummy lord can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Each undead creature in the lair can pinpoint the location of each living creature within 120 feet of it until initiative count 20 on the next round.",
						"Each undead in the lair has advantage on saving throws against effects that turn undead until initiative count 20 on the next round.",
						"Until initiative count 20 on the next round, any non-undead creature that tries to cast a spell of 4th level or lower in the mummy lord's lair is wracked with pain. The creature can choose another action, but if it tries to cast the spell, it must make a DC 16 Constitution saving throw. On a failed save, it takes {@dice 1d6} necrotic damage per level of the spell, and the spell has no effect and is wasted."
					]
				}
			],
			"regionalEffects": [
				"A mummy lord's temple or tomb is warped in any of the following ways by the creature's dark presence:",
				{
					"type": "list",
					"items": [
						"Food instantly molders and water instantly evaporates when brought into the lair. Other non magical drinks are spoiled - wine turning to vinegar, for instance.",
						"Divination spells cast within the lair by creatures other than the mummy lord have a 25 percent chance to provide misleading results, as determined by the DM. If a divination spell already has a chance to fail or become unreliable when cast multiple times, that chance increases by 25 percent.",
						"A creature that takes treasure from the lair is cursed until the treasure is returned. The cursed target has disadvantage on all saving throws. The curse lasts until removed by a {@spell remove curse} spell or other magic."
					]
				},
				"If the mummy lord is destroyed, these regional effects end immediately."
			],
			"source": "MM"
		},
		{
			"name": "Ogrémoch",
			"lairActions": [
				"Ogrémoch can assert his dominion over the rock and stone around him to take lair actions on the Elemental Plane of Earth, or in any elemental earth node (including the Black Geode, described in chapter 5). On initiative count 20 (losing initiative ties), Ogrémoch uses his lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"A 10-foot-radius area of rocky or earthy ground within 60 feet of Ogrémoch turns to sticky mud. Any creature on the ground in the area must succeed on a DC 15 Dexterity saving throw or sink 5 feet into the mud and be restrained. A creature can take an action to make a DC 15 Strength check, ending the effect on itself or another creature within its reach on a success.",
						"Crystalline spikes grow from the ground in a 20-foot-radius area within 60 feet of Ogrémoch. The area becomes difficult terrain. A creature that moves through the affected area takes {@dice 1d8} piercing damage for every 5 feet it moves there. Creatures that are knocked prone in the area also take this damage.",
						"A violent tremor shakes the lair in a 120-foot-radius around Ogrémoch. Each creature other than Ogrémoch on the ground in the area must succeed on a DC 15 Strength or Dexterity saving throw (target's choice) or be knocked prone."
					]
				}
			],
			"regionalEffects": [
				"The region containing an elemental node in which Ogrémoch is present is seriously affected, becoming geologically unstable. This creates the following effects:",
				{
					"type": "list",
					"items": [
						"Earth tremors strike the region within 10 miles of Ogrémoch's location every {@dice 2d12} hours, each lasting {@dice 1d10} rounds. At first, damage is minor—broken windows, cracked plaster, items toppled off shelves. The longer Ogrémoch remains, the stronger the tremors become. After 5 days, the tremors are strong enough to destroy flimsy structures. After 10 days, they are strong enough to destroy ordinary wooden buildings. After 20 days, they can seriously damage or destroy reinforced or fortified structures.",
						"Magnetic disturbances within 10 miles of Ogrémoch prevent compasses from functioning there.",
						"Hidden sinkholes and fissures form within 1 mile of Ogrémoch's location. A hidden sinkhole can be spotted from a safe distance by any creature with a passive Wisdom (Perception) score of 15 or higher or spotted with a successful DC 15 Wisdom (Survival) check. Otherwise, the first creature to step on the thin crust covering the sinkhole must succeed on a DC 15 Dexterity saving throw or fall {@dice 1d6 × 10} feet into the sinkhole or fissure.",
						"Natural caves and tunnels within 1 mile of Ogrémoch's lair form intermittent portals to the Elemental Plane of Earth, allowing elemental creatures into the mortal world to dwell near those points."
					]
				},
				"If Ogrémoch is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days."
			],
			"source": "PotA"
		},
		{
			"name": "Olhydra",
			"lairActions": [
				"Olhydra can command the waters around herself to take lair actions on the Elemental Plane of Water, or in any elemental water node (such as the Plunging Torrents, described in chapter 5). On initiative count 20 (losing initiative ties), Olhydra uses her lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"Pools of water in the lair surge outward in a grasping tide. Any creature within 20 feet of such a pool must succeed on a DC 20 Strength saving throw or be pulled up to 20 feet into the water and knocked prone.",
						"Water within 120 feet of Olhydra becomes murky and opaque until initiative count 20 of the next round. A creature with darkvision can't see through the water, and light can't illuminate it.",
						"A freezing fog fills a 40-foot-radius sphere within 120 feet of Olhydra, lasting until initiative count 20 of the next round. Creatures and objects within or beyond the fog are heavily obscured. A creature that enters the freezing cloud for the first time on a turn or starts its turn there takes 10 ({@dice 3d6}) cold damage."
					]
				}
			],
			"regionalEffects": [
				"Olhydra's presence in an elemental node creates a number of widespread effects—bad weather, strong tides, and increasing aggression from dangerous sea life.",
				{
					"type": "list",
					"items": [
						"Violent downpours become frequent within 10 miles of the lair. A downpour occurs once every {@dice 2d12} hours, and lasts {@dice 1d3} hours. Downpours are so heavy that creatures moving overland travel at half normal speed",
						"Within 5 miles of the lair, currents and tides are exceptionally strong and treacherous. Any ability checks made to safely navigate or control a vessel moving through these waters has disadvantage.",
						"Aquatic creatures that have an Intelligence score of 2 or lower within 1 mile of the lair must succeed on a DC 15 Wisdom saving throw when they enter the area. If the saving throw succeeds, the creature is frightened and attempts to leave the area, remaining frightened while within it. On a failure, the creature becomes highly aggressive and remains in the area for 24 hours. While in this state, the creature gains advantage on saving throws against charm and fear effects.",
						"Natural springs and pools within 1 mile of the lair form intermittent portals to the Elemental Plane of Water, allowing elemental creatures into the mortal world to dwell near those points."
					]
				},
				"If Olhydra is destroyed or banished back to her home plane, the regional effects fade over the next {@dice 1d10} days."
			],
			"source": "PotA"
		},
		{
			"name": "Orcus",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Orcus can take a lair action to cause one of the following effects: he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Orcus's voice booms throughout the lair. His utterance causes one creature of his choice to be subjected to {@spell power word kill}. Orcus needn't see the creature, but he must be aware that the individual is in the lair.",
						"Orcus causes up to six corpses within the lair to rise as skeletons, zombies, or ghouls. These undead obey his telepathic commands, which can reach anywhere in the lair.",
						"Orcus causes skeletal arms to rise from an area on the ground in a 20-foot square that he can see. They last until the next initiative count 20. Each creature in that area when the arms appear must succeed on a DC 23 Strength saving throw or be restrained until the arms disappear or until Orcus releases their grasp (no action required)."
					]
				}
			],
			"regionalEffects": [
				"The region containing Orcus's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Dead beasts periodically animate as undead mockeries of their former selves. Skeletal and zombie versions of local wildlife are commonly seen in the area.",
						"The air becomes filled with the stench of rotting flesh, and buzzing flies grow thick within the region, even when there is no carrion to be found.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Orcus table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Orcus dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Orcus",
					"entries": [
						"If a creature goes mad in Orcus's lair or within line of sight of the demon lord, roll on the Madness of Orcus table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Orcus",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I often become withdrawn and moody, dwelling on the insufferable state of life.\""
								],
								[
									"21–40",
									"\"I am compelled to make the weak suffer.\""
								],
								[
									"41–60",
									"\"I have no compunction against tampering with the dead in my search to better understand death.\""
								],
								[
									"61–80",
									"\"I want to achieve the everlasting existence of undeath.\""
								],
								[
									"81–00",
									"\"I am awash in the awareness of life's futility.\""
								]
							]
						}
					]
				}
			],
			"source": "MTF"
		},
		{
			"name": "Red Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），紅龍可以採取一次巢穴動作以造成以下其中一個效果；紅龍不能連續兩輪使用相同的效果：",
				{
					"type": "list",
					"items": [
						"熔岩從距離紅龍120呎內且它所能看見的一點噴發，創造出一道20呎高、5呎半徑的湧泉。每個在湧泉範圍內的生物都必須進行一次DC 15的敏捷豁免，若豁免失敗將受到21 ({@dice 6d6})火焰傷害，豁免成功則只受到一半的傷害。",
						"一陣劇烈震動搖晃著的紅龍周遭60呎半徑的巢穴。每個在區域內地面上除了紅龍以外的生物都必須成功通過一次DC 15的敏捷豁免，否則被擊倒{@condition 伏地}。",
						"火山氣體形成的雲團將以距離紅龍120呎內且它所能看見的一點為中心形成一個20呎半徑的球體區域。這個雲團會繞過轉角，且它所在的區域將被輕度遮蔽。雲團將持續存在直到下一輪的先攻順序輪到20。每個在這個雲團內開始它回合的生物都必須成功通過一次DC 13的體質豁免，否則將陷入{@condition 中毒}狀態直到它回合結束。當因為這個方式而陷入{@condition 中毒}狀態，該生物將同時陷入{@condition 無力}狀態。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇紅龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"距離巢穴6哩內的區域經常會發生小型地震。",
						"距離巢穴1哩內的水源將因超自然力量而變暖，且被硫磺汙染。",
						"距離巢穴1哩內的岩石裂縫將形成通往火元素位面的傳送門，讓火元素生物得以進到這個世界並在附近棲息。"
					]
				},
				"若紅龍死亡，這些效應都將在{@dice 1d10}天內逐漸消散。"
			],
			"source": "MM"
		},
		{
			"name": "Silver Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），銀龍可以採取一次巢穴動作以造成以下其中一個效果：",
				{
					"type": "list",
					"items": [
						"銀龍如同施放{@spell 雲霧術}法術一樣創造出一陣濃霧。這陣濃霧會持續存在直到下一輪的先攻順序輪到20。",
						"一陣猛烈的寒風在銀龍的附近呼嘯穿過整個巢穴。每個距離銀龍120呎內的生物都必須成功通過一次DC 15的體質豁免，否則受到5 ({@dice 1d10})寒冰傷害。氣體和蒸氣都將被這股風吹散，且不受保護的火焰也將被熄滅。受保護的火焰；例如提燈，將有50%的機率被熄滅。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇銀龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"每天一次，銀龍可以改變以它巢穴為中心的6哩半徑內區域的天氣。銀龍並不需要在戶外；除此之外，此效應的效果與{@spell 操控天氣}法術相同。",
						"在距離巢穴1哩內的區域，風將吹拂撐起因為銀龍或其盟友的無作為而摔落的非邪惡生物。這類生物將以每輪60呎的速度下降，且不會受到任何墜落傷害。",
						"透過數日或更長的時間，銀龍可以使它巢穴內的雲層和濃霧變得如石頭一般結實，形成建築物和其他銀龍所希望的物體。"
					]
				},
				"若銀龍死亡，被改變的天氣將如法術詳述中所記載的方式回復正常，且其他效應將在{@dice 1d10}天內逐漸消散。"
			],
			"source": "MM"
		},
		{
			"name": "Sphinx",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the sphinx can take a lair action to cause one of the following magical effects; the sphinx can't use an effect again until it finishes a short or long rest:",
				{
					"type": "list",
					"items": [
						"The flow of time is altered such that every creature in the lair must reroll initiative. The sphinx can choose not to reroll.",
						"The effects of time are altered such that every creature in the lair must succeed on a DC 15 Constitution saving throw or become {@dice 1d20} years older or younger (the sphinx's choice), but never any younger than 1 year old. A {@spell greater restoration} spell can restore a creature's age to normal.",
						"The flow of time within the lair is altered such that everything within moves up to 10 years forward or backward (sphinx's choice). Only the sphinx is immediately aware of the time change. A {@spell wish} spell can return the caster and up to seven other creatures designated by the caster to their normal time.",
						"The sphinx shifts itself and up to seven other creatures it can see within in its lair to another plane of existence. Once outside its lair, the sphinx can't use lair actions, but it can return to its lair as a bonus action on its turn, taking up to seven creatures with it."
					]
				}
			],
			"source": "MM"
		},
		{
			"name": "Storm Giant Quintessent",
			"lairActions": [
				"A storm giant quintessent can use lair actions in giant form and while transformed into a storm. On initiative count 20 (losing initiative ties), the giant can take a lair action to cause one of the following effects; the giant can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The giant creates a thunderclap centered on a point anywhere in its lair. Each creature within 20 feet of that point must succeed on a DC 18 Constitution saving throw or be deafened until the end of its next turn.",
						"The giant creates a 20-foot-radius sphere of fog (or murky water within water) centered on a point anywhere in its lair. The sphere spreads around corners, and its area is heavily obscured. The fog lasts until the giant disperses it (no action required), and it can't be dispersed by wind.",
						"The giant creates a 60-foot-long, 10-foot-wide line of strong wind ( or strong current within water) originating from a point anywhere in its lair. Each creature in that line must succeed on a DC 18 Strength saving throw or be pushed 15 feet in the direction the wind is blowing. The gust disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in its area. Protected flames, such as those of lanterns, have a 50 percent chance of being extinguished."
					]
				}
			],
			"regionalEffects": [
				"The region containing a storm giant quintessent's lair is warped by the giant's presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"High wind blows within 1 mile of the lair, making it impossible to light a fire unless the location where the fire is lit is protected from the wind.",
						"Rain, snow, or blowing dust or sand (whichever is most appropriate) is constant within 1 mile of the lair. Rain causes rivers and streams to fill or overflow their banks; snow, dust, or sand form deep drifts or dunes.",
						"Flashes of lightning and peals of thunder are continual, day and night, within 5 miles of the lair."
					]
				},
				"If the giant dies, the lightning, thunder, and high wind regional effects end immediately. Rain, snow, and blowing dust abate gradually within {@dice 1d8} days."
			],
			"source": "VGM"
		},
		{
			"name": "Strahd von Zarovich",
			"lairActions": [
				"While Strahd is in Castle Ravenloft, he can take lair actions as long as he isn't incapacitated. ",
				"On initiative count 20 (losing initiative ties), Strahd can take one of the following lair action options, or forgo using any of them in that round:",
				{
					"type": "list",
					"items": [
						"Until initiative count 20 of the next round, Strahd can pass through solid walls, doors, ceilings, and floors as if they weren't there.",
						"Strahd targets any number of doors and windows that he can see, causing each one to either open or close as he wishes. Closed doors can be magically locked (needing a successful DC 20 Strength check to force open) until Strahd chooses to end the effect, or until Strahd uses this lair action again.",
						"Strahd summons the angry spirit of one who has died in the castle. The apparition appears next to a hostile creature that Strahd can see, makes an attack against that creature, and then disappears. The apparition has the statistics of a {@creature specter}.",
						"Strahd targets one Medium or smaller creature that casts a shadow. The target's shadow must be visible to Strahd and within 30 feet of him. If the target fails a DC 17 Charisma saving throw, its shadow detaches from it and becomes a {@creature shadow} that obeys Strahd's commands, acting on initiative count 20. A {@spell greater restoration} spell or a {@spell remove curse} spell cast on the target restores its natural shadow, but only if its undead shadow has been destroyed."
					]
				}
			],
			"source": "CoS"
		},
		{
			"name": "Unicorn",
			"regionalEffects": [
				"受到該生物的天界本質而轉變，獨角獸所在的領地可能會包含以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"非魔法性質的未受保護火焰在獨角獸的領地內將會熄滅。火炬和營火將拒絕燃燒，但密封的提燈將不受影響。",
						"原生於獨角獸領地的生物將更容易躲藏；牠們在所有為躲藏所進行的敏捷（{@skill 隱匿}）檢定中具有優勢。",
						"當一個善良陣營的生物施放一個法術、或使用一個魔法效果以回復另一個善良陣營生物的生命值，目標將會回復該法術或效果最大可能數值的生命值。",
						"影響任何善良陣營生物的詛咒將被抑制。"
					]
				},
				"若獨角獸死亡，這些效應都將立即終止。"
			],
			"source": "MM"
		},
		{
			"name": "Vanifer",
			"lairActions": [
				"If Vanifer is in the fire node while {@creature Imix|PotA} isn't, the tiefling can take lair actions. On initiative count 20 (losing initiative ties), Vanifer uses a lair action to cast one of her spells, up to 3rd level, without using components or a spell slot. She can't cast the same spell two rounds in a row, although she can continue to concentrate on a spell she previously cast using a lair action. Vanifer can take no other lair actions while concentrating on a spell cast as a lair action. Her favorite use of this capability is casting {@spell fireball} or {@spell hypnotic pattern}.",
				"If Vanifer casts {@spell misty step} using this lair action, she also draws the power of the fire node into herself. By doing so, she regains 15 ({@dice 3d8+2}) hit points."
			],
			"source": "PotA"
		},
		{
			"name": "Vampire",
			"regionalEffects": [
				"The region surrounding a vampire's lair is warped by the creature's unnatural presence, creating any of the following effects:",
				{
					"type": "list",
					"items": [
						"There's a noticeable increase in the populations of bats, rats, and wolves in the region.",
						"Plants within 500 feet of the lair wither, and their stems and branches become twisted and thorny.",
						"Shadows cast within 500 feet of the lair seem abnormally gaunt and sometimes move as though alive.",
						"A creeping fog clings to the ground within 500 feet of the vampire's lair. The fog occasionally takes eerie forms, such as grasping claws and writhing serpents."
					]
				},
				"If the vampire is destroyed, these effects end after {@dice 2d6} days."
			],
			"source": "MM"
		},
		{
			"name": "White Dragon",
			"lairActions": [
				"在先攻順序輪到20時（先攻相等時則為後手），白龍可以採取一次巢穴動作以造成以下其中一個效果；白龍不能連續兩輪使用相同的效果：",
				{
					"type": "list",
					"items": [
						"寒冷濃霧將填滿以距離白龍120呎內且它所能看見的一點為中心的20呎半徑球型區域。這陣濃霧會繞過轉角，且它所在的區域將被重度遮蔽。每個在濃霧出現時處於範圍內的生物都必須進行一次DC 10的體質豁免，若豁免失敗將受到10 ({@dice 3d6})寒冰傷害，豁免成功則只受到一半的傷害。在這陣濃霧中結束它回合的生物將受到10 ({@dice 3d6})寒冰傷害。一道風速至少每小時20哩的風可以驅散這陣濃霧。除此之外這陣濃霧將會持續存在直到白龍再次使用這個巢穴動作、或直到白龍死亡。",
						"尖錐碎冰將從天花板上墜落，襲向其下方距離白龍120呎內且它所能看見的最多三個生物。白龍對每個目標各自進行一次遠程攻擊檢定(命中{@hit 7})。若命中，目標將受到10 ({@dice 3d6})穿刺傷害。",
						"白龍在距離它120呎內且它所能看見的一處固體表面上創造出一道透明的冰牆。這道冰牆可以最多30呎長，30呎高，且1呎厚。當這道牆出現時，每個在它範圍內的生物都將被往牆壁空間外推離5呎距離；出現在牆壁的任意一側（由它決定）。這道牆壁中每10呎邊長的區塊都具有AC 5以及30點生命值，對火焰易傷，且免疫於酸蝕、寒冰、死靈、毒素、和精神傷害。這道冰牆會在白龍再次使用這個巢穴動作、或當白龍死亡時消失。"
					]
				}
			],
			"regionalEffects": [
				"這片坐落著傳奇白龍巢穴的區域被龍的魔法所扭曲，並創造出以下其中一個或多個效應：",
				{
					"type": "list",
					"items": [
						"刺骨濃霧輕度遮蔽著距離巢穴6哩內的區域。",
						"距離巢穴6哩內的區域下著寒冷的雪雨，有時甚至會在白龍休息時形成暴風雪。",
						"冰牆隔開了白龍巢穴內的空間。每道牆壁都有6吋厚，且每10呎邊長的區塊都具有AC 5以及15點生命值，對火焰易傷，且免疫於酸蝕、寒冰、死靈、毒素、和精神傷害。",
						"若白龍希望移動穿過這些冰牆，它將可以這麼做而不會被阻礙。然而，白龍移動穿過冰牆的部分將會因此被摧毀。"
					]
				},
				"若白龍死亡，濃霧和雪雨都將在1天內消散。冰牆將會在{@dice 1d10}天內逐漸消融。"
			],
			"source": "MM"
		},
		{
			"name": "Yan-C-Bin",
			"lairActions": [
				"Yan-C-Bin dwells in a palace of air on the Elemental Plane of Air. In his palace and in air nodes on the Material Plane (including the Howling Caves, described in chapter 5), Yan-C-Bin is master. He can use the following actions in his lair. On initiative count 20 (losing initiative ties), Yan-C-Bin takes a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Yan-C-Bin drops the temperature of the air, covering all surfaces with ice. This effect is identical to the {@spell sleet storm} spell.",
						"Yan-C-Bin controls the surrounding air as an extension of himself. Each creature Yan-C-Bin designates must succeed at a DC 24 Constitution saving throw or be hoisted or flung {@dice 3d6 × 10} feet through the air. A creature smashed into a solid object or released in mid-air takes {@dice 1d6} bludgeoning damage for every 10 feet moved or fallen.",
						"Yan-C-Bin creates a torrent of debris within 120 feet of him that lasts until initiative count 20 on the next round. The debris lightly obscures every creature and object in the area for the duration. All creatures in the area must succeed at a DC 24 Wisdom saving throw or be blinded until initiative count 20 on the next round."
					]
				}
			],
			"regionalEffects": [
				"When Yan-C-Bin inhabits an elemental node, the air is at his command. Temperatures fluctuate from blistering hot to freezing cold; thunder rolls and lightning cracks; powerful gales bear heavy creatures and objects aloft and hurl them with incredible force; cyclones touch down randomly, obliterating whatever they touch.",
				{
					"type": "list",
					"items": [
						"Gale force winds tear across the landscape in a 5-mile radius, whisking away small or light objects, dismantling roofs and fences, tearing branches from trees, and making flight impossible. Small and Medium creatures move at half speed through the wind; Tiny creatures exposed to the wind are carried away with it at a rate of 40 feet per round unless they succeed at a DC 15 Strength (Athletics) check.",
						"Thunderstorms erupt in a 5-mile radius centered on Yan-C-Bin's lair, creating deafening cracks of thunder and constant lightning. Every ten minutes the storm rages, creatures standing beneath the open sky have a five percent chance of being struck by lightning. A creature struck by lightning must make a DC 21 Constitution saving throw, taking 21 ({@dice 6d6}) lightning damage on a failed save, or half as much damage on a successful one.",
						"Cyclones touch down within a 5-mile radius of Yan-C-Bin's lair. Every hour, there is a five percent chance that characters in this area are caught in the path of a cyclone moving 250 feet per round. Each character must succeed on a DC 21 Constitution saving throw or take 33 ({@dice 6d10}) bludgeoning damage. Wooden or flimsy structures in the path of the cyclone are destroyed.",
						"Natural caverns and windblown canyons within 1 mile of the lair form intermittent portals to the Elemental Plane of Air, allowing elemental creatures into the mortal world to dwell near those locations."
					]
				},
				"If Yan-C-Bin is destroyed or banished back to his home plane, the regional effects fade over the next {@dice 1d10} days."
			],
			"source": "PotA"
		},
		{
			"name": "Yeenoghu",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Yeenoghu can take a lair action to cause one of the following effects: he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Yeenoghu causes an iron spike - 5 feet tall and 1 inch in diameter - to burst from the ground at a point he can see within 100 feet of him. Any creature in the space where the spike emerges must make a DC 24 Dexterity saving throw. On a failed save, the creature takes 27 ({@dice 6d8}) piercing damage and is restrained by being impaled on the spike. A creature can use an action to remove itself (or a creature it can reach) from the spike, ending the restrained condition.",
						"Each gnoll or hyena that Yeenoghu can see can use its reaction to move up to its speed.",
						"Until the next initiative count 20, all gnolls and hyenas within the lair are enraged, causing them to have advantage on melee weapon attack rolls and causing attack rolls to have advantage against them."
					]
				}
			],
			"regionalEffects": [
				"The region containing Yeenoghu's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Within 1 mile of the lair, large iron spikes grow out of the ground and stone surfaces. Yeenoghu impales the bodies of the slain on these spikes.",
						"Predatory beasts within 6 miles of the lair become unusually savage, killing far more than what they need for food. Carcasses of prey are left to rot in an unnatural display of wasteful slaughter.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 17 Wisdom saving throw or descend into a madness determined by the Madness of Yeenoghu table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Yeenoghu dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Yeenoghu",
					"entries": [
						"If a creature goes mad in Yeenoghu's lair or within line of sight of the demon lord, roll on the Madness of Yeenoghu table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Yeenoghu",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I get caught up in the flow of anger, and try to stoke others around me into forming an angry mob.\""
								],
								[
									"21–40",
									"\"The flesh of other intelligent creatures is delicious!\""
								],
								[
									"41–60",
									"\"I rail against the laws and customs of civilization, attempting to return to a more primitive time.\""
								],
								[
									"61–80",
									"\"I hunger for the deaths of others, and am constantly starting fights in the hope of seeing bloodshed.\""
								],
								[
									"81–00",
									"\"I keep trophies from the bodies I have slain, turning them into adornments.\""
								]
							]
						}
					]
				}
			],
			"source": "MTF"
		},
		{
			"name": "Zuggtmoy",
			"lairActions": [
				"On Initiative count 20 (losing initiative ties), Zuggtmoy can take a lair action to cause one of the following effects: he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Zuggtmoy causes four {@creature gas spore|mm|gas spores} or {@creature violet fungus|mm|violet fungi} to appear in unoccupied spaces that she chooses within the lair. They vanish after 1 hour.",
						"Up to four plant creatures that are friendly to Zuggtmoy and that Zuggtmoy can see can use their reactions to move up to their speed and make one weapon attack.",
						"Zuggtmoy uses either her Infestation Spores or her Mind Control Spores, centered on a mushroom or other fungus within her lair, instead of on herself."
					]
				}
			],
			"regionalEffects": [
				"The region containing Zuggtmoy's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Molds and fungi grow on surfaces within 6 miles of the lair, even where they would normally find no purchase.",
						"Plant life within 1 mile of the lair becomes infested with parasitic fungi, slowly mutating as it is overwhelmed.",
						"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 17 Wisdom saving throw or descend into a madness determined by the Madness of Zuggtmoy table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
					]
				},
				"If Zuggtmoy dies, these effects fade over the course of {@dice 1d10} days.",
				{
					"type": "entries",
					"name": "Madness of Zuggtmoy",
					"entries": [
						"If a creature goes mad in Zuggtmoy's lair or within line of sight of the demon lord, roll on the Madness of Zuggtmoy table to determine the nature of the madness, which is a character flaw that lasts until cured. See the {@book Dungeon Master's Guide|dmg|8|madness} for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Zuggtmoy",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I see visions in the world around me that others do not.\""
								],
								[
									"21–40",
									"\"I periodically slip into a catatonic state, staring off into the distance for long stretches at a time.\""
								],
								[
									"41–60",
									"\"I see an altered version of reality, with my mind convincing itself that things are true even in the face of overwhelming evidence to the contrary.\""
								],
								[
									"61–80",
									"\"My mind is slipping away, and my intelligence seems to wax and wane.\""
								],
								[
									"81–00",
									"\"I am constantly scratching at unseen fungal infections.\""
								]
							]
						}
					]
				}
			],
			"source": "MTF"
		},
		{
			"name": "Morkoth",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), the morkoth takes a lair action to cause one of the effects described below:",
				{
					"type": "list",
					"items": [
						"The morkoth uses its Hypnosis action, originating at a point within 120 feet of itself. It doesn't need to see the effect's point of origin.",
						"The morkoth casts {@spell darkness}, {@spell dispel magic}, or {@spell misty step}, using Intelligence as its spellcasting ability and without expending a spell slot."
					]
				}
			],
			"regionalEffects": [
				"The island surrounding a morkoth's lair is warped by the creature's presence, creating the following effects:",
				{
					"type": "list",
					"items": [
						"The morkoth is aware of any new arrival, whether an object or a creature, on its island or in its sanctum. As an action, the morkoth can locate any one creature or object on the island. Visitors to the island feel as though they are being watched, even when they aren't.",
						"Each time a creature that has been on the island for less than a year finishes a short or long rest, it must make a DC 10 Intelligence (Investigation) check. On a failure, the creature has misplaced one possession (chosen by the player, if the creature is that player's character). The possession remains nearby but concealed for a short time, so it can be recovered with a successful DC 15 Wisdom (Perception) check. An object that is misplaced but not recovered ends up in the morkoth's lair 1 hour later. If the creature later goes to the morkoth's lair, its lost possessions stand out in its perception and are easily recovered.",
						"Entrances to the morkoth's lair have an enchantment that the morkoth can activate or suppress at any time while it's in its lair and not incapacitated. Any creature within 30 feet of such an entrance and able to see it must make a DC 15 Wisdom saving throw. On a failed save, the creature feels an intense urge to use its movement on each of its turns to enter the lair and to move toward the morkoth's location (the target doesn't realize it's heading toward a creature). The target moves toward the morkoth by the most direct route. As soon as it can see the morkoth, the target can repeat the saving throw, ending the effect on itself on a success. It can also repeat the saving throw at the end of each of its turns and every time it takes damage.",
						"With a thought (no action required), the morkoth can initiate a change in the water within its lair that takes effect 1 minute later. The water can be as breathable and clear as air, or it can be normal water (ranging in clarity from murky to clear)."
					]
				},
				"If the morkoth dies, these regional effects end immediately."
			],
			"source": "VGM"
		},
		{
			"name": "Balhannoth",
			"lairActions": [
				"When fighting inside its lair, a balhannoth can use lair actions. On initiative count 20 (losing initiative ties), a balhannoth can take one lair action to cause one of the following effects; the balhannoth can't use the same lair action two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The balhannoth warps reality around it in an area up to 500 feet square. After 10 minutes, the terrain in the area reshapes to assume the appearance of a location sought by one intelligent creature whose mind the balhannoth has read (see Regional Effects below). The transformation affects nonliving material only and can't create anything with moving parts or magical properties. Any object created in this area is, upon close inspection, revealed as a fake. Books are filled with empty pages, golden items are obvious counterfeits, and so on. The transformation lasts until the balhannoth dies or uses this lair action again.",
						"The balhannoth targets one creature within 500 feet of it. The target must succeed on a DC 16 Wisdom saving throw or the target, along with whatever it is wearing and carrying, teleports to an unoccupied space of the balhannoth's choice within 60 feet of it.",
						"The balhannoth targets one creature within 500 feet of it. The target must succeed on a DC 16 Wisdom saving throw or the balhannoth becomes invisible to that creature for 1 minute. This effect ends if the balhannoth attacks the target."
					]
				}
			],
			"regionalEffects": [
				"A region containing a balhannoth's lair becomes warped by the creature's unnatural presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Creatures within 1 mile of the balhannoth's lair experience a sensation of being close to whatever they desire most. The sensation grows stronger the closer the creatures come to the balhannoth's lair.",
						"The balhannoth can sense the strongest desires of any humanoid within 1 mile of it and learns whether those desires involve a place: a safe location to rest, a temple, home, or somewhere else."
					]
				},
				"If the balhannoth dies, these effects end immediately."
			],
			"source": "MTF"
		},
		{
			"name": "Geryon",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Geryon can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Geryon causes a blast of cold to burst from the ground at a point he can see within 120 feet of him. The cold fills a cube, 10 feet on each side, centered on that point. Each creature in that area must succeed on a DC 21 Constitution saving throw or take 28 ({@dice 8d6}) cold damage.",
						"Geryon targets one creature he can see within 60 feet of him. The target must succeed on a DC 21 Wisdom saving throw or become restrained for 1 minute. The target can end the effect on itself if it deals any damage to one or more of its allies.",
						"Geryon casts the {@spell banishment} spell."
					]
				}
			],
			"regionalEffects": [
				"The region containing Geryon's lair is warped by his magic, creating one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"Intelligent creatures within 1 mile of the lair frequently see shimmering portals leading to places they consider safe. Passing through a portal always deposits a traveler somewhere in Stygia.",
						"Freezing strong winds howl around the area within 1 mile of the lair.",
						"Howls and screams fill the air within 1 mile of the lair. Any creature that finishes a short or long rest in this area must succeed on a DC 21 Wisdom saving throw or derive no benefit from the rest."
					]
				},
				"If Geryon dies, these effects fade over the course of {@dice 1d10} days."
			],
			"source": "MTF"
		},
		{
			"name": "Zariel",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Zariel can take a lair action to cause one of the following effects; she can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"Zariel casts major image four times at its lowest level, targeting different areas with the spell. Zariel prefers to create images of intruders' loved ones being burned alive. Zariel doesn't need to concentrate on the spells, which end on initiative count 20 of the next round. Each creature that can see these illusions must succeed on a DC 26 Wisdom saving throw or become frightened of the illusion for 1 minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"Zariel casts her innate {@spell fireball} spell."
					]
				}
			],
			"regionalEffects": [
				"The region containing Zariel's lair is warped by her magic, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"The area within 9 miles of the lair is filled with screaming voices and the stench of burning meat.",
						"Once every 60 feet within 1 mile of the lair, 10-foot-high gouts of flame rise from the ground. Any creature or object that touches the flame takes 7 ({@dice 2d6}) fire damage, though it can take this damage no more than once per round.",
						"The area within 2 miles, but no closer than 500 feet, of the lair is filled with smoke, which causes the area to be heavily obscured. The smoke can't be cleared away."
					]
				},
				"If Zariel dies, these effects fade over the course of {@dice 1d10} days."
			],
			"source": "MTF"
		},
		{
			"name": "Githzerai Anarch",
			"lairActions": [
				"An anarch can use lair actions. On initiative count 20 (losing initiative ties), the anarch can take a lair action to cause one of the following effects; the anarch can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The anarch casts the {@spell lightning bolt} spell (at 5th level), but the anarch can change the damage type from lightning to cold, fire, psychic, radiant, or thunder. If the spell deals damage other than fire or lightning, it doesn't ignite flammable objects.",
						"The anarch casts the {@spell creation} spell (as a 9th-level spell) using the unformed substance of Limbo instead of shadow material. If used in Limbo, the object remains until the anarch's concentration is broken, regardless of its composition. If the anarch moves more than 120 feet from the object, its concentration breaks.",
						"The anarch can magically move an object it can see within 150 feet of it by making a Wisdom check with advantage. The DC depends on the object's size: DC 5 for Tiny, DC 10 for Small, DC 15 for Medium, DC 20 for Large, and DC 25 for Huge or larger."
					]
				}
			],
			"regionalEffects": [
				"The region containing an anarch's lair is warped by its presence, which creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"In Limbo, the anarch can spend 10 minutes stabilizing a 5-mile area centered on it, causing the unformed substance to take whatever inanimate form the anarch chooses. During that process, the anarch determines the shape and composition of the forms created.",
						"The anarch stabilizes any object created in Limbo and brought to the Material Plane for as long as the anarch remains within 1 mile of it (no action required)."
					]
				},
				"If the anarch dies, these effects end after {@dice 1d6} rounds. All formed substance becomes a chaotic churn of energy and matter, unraveling into unformed substance that dissipates {@dice 1d6} rounds later."
			],
			"source": "MTF"
		},
		{
			"name": "Merrenoloth",
			"lairActions": [
				"Any ship a merrenoloth is contracted to captain becomes the creature's lair. When fighting on the ship, the merrenoloth can invoke its ability to take lair actions. On initiative count 20 (losing initiative ties), the merrenoloth can take one lair action to cause one of the following effects; it can't use the same effect two rounds in a row:",
				{
					"type": "list",
					"items": [
						"The ship regains 22 ({@dice 4d10}) hit points.",
						"A strong wind propels the ship, increasing its speed by 30 feet until initiative count 20 on the next round.",
						"The air within 60 feet of the ship is filled with howling wind. Until initiative count 20 on the next round, that area is difficult terrain, and when a Medium or smaller creature flies into that area or starts its turn flying there, it must succeed on a DC 13 Strength saving throw or be knocked prone."
					]
				}
			],
			"regionalEffects": [
				"A merrenoloth imbues its vessel with powerful magic that creates one or more of the following effects:",
				{
					"type": "list",
					"items": [
						"The ship doesn't sink even if its hull is breached.",
						"The ship always stays on course to the destination the merrenoloth names.",
						"Creatures the merrenoloth chooses to take on the ship aren't discomfited by wind or weather, though this effect doesn't protect against damage."
					]
				},
				"If the merrenoloth dies, these effects fade over the course of {@dice 1d6} hours."
			],
			"source": "MTF"
		},
		{
			"name": "Halaster Blackcloak",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Halaster takes a lair action to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"Halaster targets a volume of unoccupied space or solid stone no larger than four 10-foot cubes within 30 feet of him, turning the open space to solid, worked stone or vice versa.",
						"Halaster causes one door or archway within 30 feet of him to disappear and be replaced by a blank wall, or he restores a door or an archway previously removed in this way.",
						"Halaster deactivates or reactivates one of Undermountain's magic gates. The gate must be within 120 feet of him."
					]
				}
			],
			"regionalEffects": [
				"When Halaster is in Undermountain, the following effects can occur in any location within the dungeon or in any extraplanar extension of the dungeon:",
				{
					"type": "list",
					"items": [
						"A magical scrying sensor appears, taking the form of a ghostly, 1-foot-diameter humanoid eye surrounded by motes of light. The sensor is stationary, though Halaster can reorient the eye to face in any direction. Halaster can see through the eye as though he was in its space. The eye can't be harmed or dispelled, but it winks out within an antimagic field. A scrying eye lasts until Halaster ends the effect (no action required).",
						"A minor illusory effect is triggered, as though Halaster had cast {@spell minor illusion} in an area. Common illusions include the echo of rattling chains, the distant sound of explosive spells being cast, a dusty cloak or a rusty helm floating as though worn by an invisible figure, and illusory footprints appearing on a dusty floor.",
						"Silent apparitions of dead adventurers drift through halls and rooms as though they are lost. An apparition can't be harmed, and it doesn't acknowledge creatures or objects in any way. It can't be dispelled but is suppressed within an antimagic field."
					]
				}
			],
			"source": "WDMM"
		}
	],
	"language": {
		"AB": "Abyssal",
		"AQ": "Aquan",
		"AU": "Auran",
		"C": "Common",
		"CE": "Celestial",
		"CS": "Can't Speak Known Languages",
		"D": "Dwarvish",
		"DR": "Draconic",
		"DS": "Deep Speech",
		"DU": "Druidic",
		"E": "Elvish",
		"G": "Gnomish",
		"GI": "Giant",
		"GO": "Goblin",
		"GTH": "Gith",
		"H": "Halfling",
		"I": "Infernal",
		"IG": "Ignan",
		"O": "Orc",
		"OTH": "Other",
		"P": "Primordial",
		"S": "Sylvan",
		"T": "Terran",
		"TC": "Thieves' cant",
		"TP": "Telepathy",
		"U": "Undercommon",
		"X": "Any (Choose)",
		"XX": "All"
	}
}
