{
	"condition": [
		{
			"name": "目盲", "ENG_name": "Blinded",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個目盲的生物無法看見，且在任何需要視覺的屬性檢定中自動失敗。",
						"對目盲生物進行的攻擊檢定具有優勢，且目盲生物的攻擊檢定具有劣勢。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "魅惑", "ENG_name": "Charmed",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個被魅惑的生物不能攻擊魅惑者、或以魅惑者作為有害能力或魔法效果的目標。",
						"魅惑者在對被魅惑的生物社交互動時所進行的所有屬性檢定具有優勢。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "耳聾", "ENG_name": "Deafened",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個耳聾的生物無法聽見聲音，且在任何需要聽力的屬性檢定中自動失敗。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "力竭", "ENG_name": "Exhaustion",
			"entries": [
				"某些特殊能力和險酷環境，例如飢餓或長時間處於寒冷或炎熱的溫度下，將會導致一個被稱為力竭的特殊狀態。力竭分成六個等級。根據效果的敘述，一個效果可能會使生物獲得一個或多個力竭等級。",
				{
					"type": "table",
					"colLabels": [
						"等級",
						"效果"
					],
					"colStyles": [
						"col-1 text-align-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"所有屬性檢定具有劣勢"
						],
						[
							"2",
							"移動速度減半"
						],
						[
							"3",
							"所有攻擊檢定和豁免檢定具有劣勢"
						],
						[
							"4",
							"最大生命值減半"
						],
						[
							"5",
							"移動速度歸零"
						],
						[
							"6",
							"死亡"
						]
					]
				},
				"如果一個已經力竭的生物再次受到會導致力竭的效果影響，它現在的力竭等級將會再加上該效果敘述中所記載的力竭等級。",
				"一個生物會承受他目前力竭等級和以下等級的所有力竭效果。例如：一個力竭等級2的生物會同時承受速度減半以及屬性檢定劣勢的效果。",
				"一個移除力竭狀態的能力會依照該能力的敘述來減少對應程度的力竭等級。當一個生物的力竭等級被減少至低於1，則結束所有的力竭效果。",
				"只要一個生物有進食和飲水，則完成一次長休將可以減少它1級力竭等級。此外，被從死裡復活會使生物的力竭等級減少1級。"
			],
			"source": "PHB",
			"page": 291
		},
		{
			"name": "恐懼", "ENG_name": "Frightened",
			"entries": [
				{
					"type": "list",
					"items": [
						"當恐懼的來源在視線可及的範圍時，被恐懼的生物在屬性檢定和攻擊檢定上具有劣勢。",
						"生物不能自願地移近它恐懼的來源。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "被擒", "ENG_name": "Grappled",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個被擒生物的移動速度歸0，且不能受益於任何對它移動速度的加值。",
						"如果擒抱者陷入{@condition 無力}，被擒狀態將就此結束。",
						"如果被擒生物被移出擒抱者或是其他造成擒抱效果的來源的觸及範圍，被擒狀態將就此結束。像是被{@spell 雷鳴波|phb}給擊飛。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "無力", "ENG_name": "Incapacitated",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個無力的生物不能採取任何動作或反應。"
					]
				}
			],
			"source": "PHB",
			"page": 290
		},
		{
			"name": "隱形", "ENG_name": "Invisible",
			"entries": [
				{
					"type": "list",
					"items": [
						"若是沒有魔法或特殊感官的幫助，是不可能看見一個隱形生物的。在要進行躲藏時，該生物被視作重度遮蔽。該生物的所在位置可以透過任何它發出的噪音或留下的蹤跡被偵測到。",
						"對隱形生物進行的攻擊檢定具有劣勢，且隱形生物的攻擊檢定具有優勢。"
					]
				}
			],
			"source": "PHB",
			"page": 291
		},
		{
			"name": "麻痺", "ENG_name": "Paralyzed",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個被麻痺的生物處於{@condition 無力}，且不能移動或說話。",
						"該生物的力量和敏捷豁免自動失敗。對該生物進行的攻擊檢定具有優勢。",
						"若攻擊者距離該生物5呎以內，則任何其命中該生物的攻擊都視為暴擊。"
					]
				}
			],
			"source": "PHB",
			"page": 291
		},
		{
			"name": "石化", "ENG_name": "Petrified",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個被石化的生物和它身上穿戴或攜帶的任何非魔法物品都會一起被變形成無生命的固體材質（通常是石頭）。它的重量將增加至十倍，並且停止老化。",
						"該生物陷入{@condition 無力}，不能移動或說話、且無法感知其周遭的環境。",
						"對該生物進行的攻擊檢定具有優勢。",
						"該生物的力量和敏捷豁免自動失敗。",
						"該生物對所有的傷害具有抗力。",
						"該生物免疫毒素和疾病，已存在於該生物體內的毒素或疾病將會停止運作，而非被解除。"
					]
				}
			],
			"source": "PHB",
			"page": 291
		},
		{
			"name": "中毒", "ENG_name": "Poisoned",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個中毒的生物在攻擊檢定與屬性檢定上具有劣勢。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		},
		{
			"name": "伏地", "ENG_name": "Prone",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個伏地的生物唯一的移動方式是爬行，除非它站起來以結束此狀態。",
						"該生物在攻擊檢定上具有劣勢。",
						"如果攻擊者距離該生物5呎以內，則對該生物進行的攻擊檢定將具有優勢。除此之外，對該生物的攻擊檢定具有劣勢。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		},
		{
			"name": "束縛", "ENG_name": "Restrained",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個被束縛生物的移動速度歸0，且不能受益於任何對它移動速度的加值。",
						"對該生物進行的攻擊檢定具有優勢，且該生物的攻擊檢定具有劣勢。",
						"該生物在敏捷豁免上具有劣勢。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		},
		{
			"name": "震懾", "ENG_name": "Stunned",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個被震懾的生物處於{@condition 無力}，不能移動．且只能有氣無力地說話。",
						"該生物的力量和敏捷豁免自動失敗。",
						"對該生物進行的攻擊檢定具有優勢。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		},
		{
			"name": "昏迷", "ENG_name": "Unconscious",
			"entries": [
				{
					"type": "list",
					"items": [
						"一個昏迷的生物處於{@condition 無力}，不能移動或說話．且無法感知其周遭的環境。",
						"該生物持握的所有東西都會脫手，並且陷入{@condition 伏地}狀態。",
						"該生物的力量和敏捷豁免自動失敗。",
						"對該生物進行的攻擊檢定具有優勢。",
						"若攻擊者距離該生物5呎以內，則任何其命中該生物的攻擊都視為暴擊。"
					]
				}
			],
			"source": "PHB",
			"page": 292
		}
	],
	"disease": [
		{
			"name": "狂笑症", "ENG_name": "Cackle Fever",
			"entries": [
				"This disease targets humanoids, although gnomes are strangely immune. While in the grips of this disease, victims frequently succumb to fits of mad laughter, giving the disease its common name and its morbid nickname: \"the shrieks.\"",
				"Symptoms manifest {@dice 1d4} hours after infection and include fever and disorientation. The infected creature gains one level of {@condition exhaustion} that can't be removed until the disease is cured.",
				"Any event that causes the infected creature great stress-including entering combat, taking damage, experiencing fear, or having a nightmare-forces the creature to make a DC 13 Constitution saving throw.",
				"On a failed save, the creature takes 5 ({@dice 1d10}) psychic damage and becomes {@condition incapacitated} with mad laughter for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the mad laughter and the {@condition incapacitated} condition on a success. Any humanoid creature that starts its turn within 10 feet of an infected creature in the throes of mad laughter must succeed on a DC 10 Constitution saving throw or also become infected with the disease. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.",
				{
					"type": "inline",
					"entries": [
						"At the end of each long rest, an infected creature can make a DC 13 Constitution saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by {@dice 1d6}. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of ",
						{
							"type": "link",
							"href": {
								"type": "internal",
								"path": "variantrules.html",
								"hash": "madness_dmg",
								"hashPreEncoded": true
							},
							"text": "indefinite madness"
						},
						"."
					]
				}
			],
			"source": "DMG",
			"page": 257
		},
		{
			"name": "下水道瘟疫", "ENG_name": "Sewer Plague",
			"entries": [
				"Sewer plague is a generic term for a broad category of illnesses that incubate in sewers, refuse heaps, and stagnant swamps, and which are sometimes transmitted by creatures that dwell in those areas, such as rats and otyughs.",
				"When a humanoid creature is bitten by a creature that carries the disease, or when it comes into contact with filth or offal contaminated by the disease, the creature must succeed on a DC 11 Constitution saving throw or become infected.",
				"It takes {@dice 1d4} days for sewer plague's symptoms to manifest in an infected creature. Symptoms include fatigue and cramps. The infected creature suffers one level of {@condition exhaustion}, and it regains only half the normal number of hit points from spending Hit Dice and no hit points from finishing a long rest.",
				"At the end of each long rest, an infected creature must make a DC 11 Constitution saving throw. On a failed save, the character gains one level of {@condition exhaustion}.",
				"On a successful save, the character's {@condition exhaustion} level decreases by one level. If a successful saving throw reduces the infected creature's level of {@condition exhaustion} below 1, the creature recovers from the disease."
			],
			"source": "DMG",
			"page": 257
		},
		{
			"name": "視力腐化", "ENG_name": "Sight Rot",
			"entries": [
				"This painful infection causes bleeding from the eyes and eventually blinds the victim.",
				"A beast or humanoid that drinks water tainted by sight rot must succeed on a DC 15 Constitution saving throw or become infected. One day after infection, the creature's vision starts to become blurry. The creature takes a -1 penalty to attack rolls and ability checks that rely on sight. At the end of each long rest after the symptoms appear, the penalty worsens by 1. When it reaches -5, the victim is {@condition blinded} until its sight is restored by magic such as {@spell lesser restoration} or {@spell heal}.",
				"Sight rot can be cured using a rare flower called Eyebright, which grows in some swamps. Given an hour, a character who has proficiency with an {@item herbalism kit|phb} can turn the flower into one dose of ointment. Applied to the eyes before a long rest, one dose of it prevents the disease from worsening after that rest. After three doses, the ointment cures the disease entirely."
			],
			"source": "DMG",
			"page": 257
		},
		{
			"name": "瘋猴熱", "ENG_name": "Mad Monkey Fever",
			"entries": [
				"A magical mist creeps through the jungles of Chult. Contact with this thin, blue, odorless mist can infect giants and humanoids with mad monkey fever. A {@spell dispel magic} spell destroys the mist in a 20-foot square starting at a point chosen by the caster within the spell's range. An encounter with this mist typically covers {@dice 1d6} such areas (400-2,400 square feet).",
				"A giant or humanoid that comes into contact with the mist must succeed on a DC 13 Constitution saving throw or become infected with mad monkey fever. The infected creature gains a random form of long-term madness (roll on the {@table Long-Term Madness} table in chapter 8 of the Dungeon Master's Guide) that manifests {@dice 1d6} hours after infection and lasts for the duration ({@dice 1d10 × 10} hours). If the madness is allowed to run its full course, the creature must repeat the saving throw at the end of the madness. If the second saving throw fails, the creature suffers another bout of long-term madness (roll again on the table) that lasts for the normal duration. The madness symptoms continue until the disease ends."
			],
			"source": "ToA",
			"page": 40
		},
		{
			"name": "震顫之疾", "ENG_name": "Shivering Sickness",
			"entries": [
				"Insects native to the jungles and marshes of Chult carry this disease, shivering sickness. The easiest protection against it is a coating of insect-repelling salve on all exposed skin (for the cost of insect repellent, see {@adventure \"Buying a Special Item\"|ToA|1|Buying a Special Item}.",
				"A giant or humanoid that takes damage from {@creature Swarm of Insects|mm|insect swarms} or from {@creature giant centipede|mm|giant centipedes}, {@creature giant scorpion|mm|giant scorpions}, or {@creature giant wasp|mm|giant wasps} is exposed to the disease at the end of the encounter. Those who haven't applied insect repellent since their previous long rest are exposed to the disease when they finish a long rest.",
				"A giant or humanoid exposed to the disease must succeed on a DC 11 Constitution saving throw or become infected. A creature with natural armor has advantage on the saving throw. It takes {@dice 2d6} hours for symptoms to manifest in an infected creature. Symptoms include blurred vision, disorientation, and a sudden drop in body temperature that causes uncontrollable shivering and chattering of the teeth.",
				"Once symptoms begin, the infected creature regains only half the normal number of hit points from spending Hit Dice and no hit points from a long rest. The infected creature also has disadvantage on ability checks and attack rolls. At the end of a long rest, an infected creature repeats the saving throw, shaking off the disease on a successful save."
			],
			"source": "ToA",
			"page": 40
		},
		{
			"name": "咽喉水蛭", "ENG_name": "Throat Leeches",
			"entries": [
				"Minuscule parasites known as throat leeches infect the water in Chult's forests, swamps, and rivers. Any giant or humanoid that swallows tainted water must succeed on a DC 12 Constitution saving throw or be infested with throat leeches. Immediate symptoms include throat inflammation and shortness of breath. After {@dice 1d6} hours, the infected character gains 1 level of {@condition exhaustion} that can't be removed (except as described below) until the disease is cured. At the end of each long rest, the infected creature must repeat the saving throw. On a failed save, the creature's {@condition exhaustion} increases by 1 level; on a successful save, the creature's {@condition exhaustion} decreases by 1 level. If a successful saving throw reduces the infected creature's level of {@condition exhaustion} below 1, the creature recovers from the disease.",
				"Explorers can avoid contracting throat leeches by drinking only rainwater or water that's been boiled or magically purified."
			],
			"source": "ToA",
			"page": 40
		}
	]
}
