{
	"race": [
		{
			"name": "矮人", "ENG_name": "Dwarf",
			"source": "PHB",
			"entries": [
				"古老而莊嚴的國度，鑿入山脈深處的宏偉大廳，迴盪於深深礦井和燃燒熔爐中的鎬聲與錘響，對氏族和傳統的絕對忠誠，以及對獸人和哥布林的深仇大恨──這一切的一切都將所有矮人團結在了一起。",
				{
					"type": "entries",
					"name": "矮短而結實",
					"entries": [
						"勇猛而頑強，矮人們是熟練的戰士、礦工、和精通石頭與金屬的工匠。儘管他們的身高不足5呎，但矮人寬大而緊實的身材讓他們的體重往往和一個比他們高出將近2呎的人類一樣重。他們的勇氣和耐力更是能與任何身形更大的傢伙輕易抗衡。",
						"矮人的膚色從深褐色到帶點紅的淺棕色都有，但最常見的色調是淺棕色或深古銅色，就如同泥土的某些色調一般。",
						"他們長而樣式單純的頭髮通常是黑色、灰色、或棕色，而膚色較淺的矮人則通常有著一頭紅髮。男性矮人相當重視他們的鬍子，並因此小心的梳理它們。"
					]
				},
				{
					"type": "entries",
					"name": "記憶久遠，仇恨長存",
					"entries": [
						"矮人可以活到超過400歲，因此在矮人長者的記憶中往往會存在另一個截然不同的世界。舉例來說，一些生活在費爾巴堡（位於被遺忘國度的世界中）最年長的矮人可能還記得超過三個世紀以前，獸人們攻陷要塞並將他們放逐出去長達250年的那一天。長壽賦予了他們一種看待世界的獨特觀點，而這是人類和半身人這類短命種族所沒有的。",
						"矮人們堅韌而頑強，就如同他們所鍾愛的群山一般，即使經過幾世紀的風吹雨打仍巍然不動。他們敬重氏族的傳統，追溯自於太古時代建立起最古老要塞的矮人先祖，且他們不會輕易放棄這些傳統。這些傳統中的一部份體現了他們對矮人諸神的虔誠，而這些神明則體現著矮人價值觀中最重要的理想：辛勤勞動、精通戰鬥、以及獻身鍛造。",
						"矮人的個體堅定而忠誠，行動果斷且言出必行，有時候甚至會到了固執的地步。矮人大多具有強烈的正義感，且他們絕不會忘記他們所受過的恥辱。侮辱一個矮人就等同於侮辱整個矮人氏族，因此一名矮人所採取的復仇行動，很容易就會演變成捲入整個氏族的全面戰爭。"
					]
				},
				{
					"type": "entries",
					"name": "氏族與王國",
					"entries": [
						"矮人王國在群山之下延展擴張，在那裏矮人們挖掘寶石和貴金屬，並且鍛造出各種令人驚奇的物品。他們熱愛貴金屬和精美珠寶中蘊含的美麗與技藝，甚至某些矮人會放任這種熱愛墮化成貪婪。矮人們會透過交易獲得他們無法在山中找不到的財富。他們並不喜歡船隻，因此精於商貿的人類和半身人經常負責處理矮人商品的水路貿易。儘管矮人聚落相當歡迎其他種族中那些值得信賴的成員，但聚落中的某些區域仍會禁止他們進入。",
						"矮人社會中的主要單位是氏族，且矮人們相當重視他們的社會地位。即使是遠離其所屬王國的矮人仍相當注重他們的氏族身分和聯繫，能夠辨認出有關係的矮人、並會以他們祖先的名字起誓或咒詛他人。對矮人而言，最悲慘的命運莫過於被從氏族中驅逐。",
						"生活於其他土地上的矮人們大多是工匠，特別是武器匠、護甲匠、和珠寶匠。其中一部份則成為了傭兵或保鑣，並因為他們的勇氣和忠誠而備受歡迎。"
					]
				},
				{
					"type": "entries",
					"name": "諸神、黃金、與氏族",
					"entries": [
						"投身於冒險生涯的矮人通常是被渴望財寶的動機所驅使──可能是為了自己、為了某個特別的目的、或甚至是為了幫助他人的無私願望。其他矮人們則可能是受到神祇的命令或啟發而動身，也許是受到直接乎召、或是單純地渴望將榮耀歸給其中一位矮人諸神。氏族和先祖世系同樣是相當重要的動機。一名矮人可能會尋求光復氏族過去的榮耀、為氏族所受到的古老冤屈展開報復、或是在被放逐之後為了重獲氏族的認可而踏上冒險征途。或者，一名矮人也可能為了尋找其偉大祖先曾經持握、但卻在幾世紀以前遺失於戰場上的戰斧而四處探索。"
					]
				},
				{
					"type": "inset",
					"name": "從不輕信",
					"entries": [
						"矮人們與其他大多數種族之間的關係還算過得去。矮人們常說：「從認識到成為朋友，差不多得花上一百年」，這句話或許有些誇張，但在某些程度上也反映了短命種族的成員（例如人類）要贏得矮人的信任是多麼的困難。",
						{
							"type": "entries",
							"name": "精靈",
							"entries": [
								"「依賴精靈可不是件明智的決定。你永遠猜不到精靈下一秒會幹出什麼事；當你的鎚子砸扁獸人的腦袋，他們開始唱歌和拔劍的機率一樣大。他們古怪而輕浮。他們還是有兩個優點值得一提：儘管他們沒幾個鐵匠，但那些鐵匠的確做出了相當優質的成品。此外，當獸人和哥布林從山上潮湧而出時，有個精靈在你身後倒也不差。雖然他們沒矮人那麼靠譜，但他們無疑跟我們一樣痛恨那些獸人。」"
							]
						},
						{
							"type": "entries",
							"name": "半身人",
							"entries": [
								"「確實，他們是群討人喜歡的傢伙。但是，你可曾見過半身人英雄、帝國、勝利之軍？或甚至是任何遠古以前出自半身人之手的寶藏？沒有，一個也沒有。你又怎麼能把他們當一回事？」"
							]
						},
						{
							"type": "entries",
							"name": "人類",
							"entries": [
								"「當你花了大把時間終於瞭解了一個人類，她卻也已經走到了她生命的盡頭。如果你夠幸運，她可能會留下一個心腸和手藝跟她一樣好的親人──女兒、或孫女，或許。當你終於能夠和人類成為朋友時，你卻得看著他們逝去！當他們的心冀望於某事，那麼無論那是巨龍的寶藏或帝國的王座，他們都將把那玩意兒弄到手。你不得不敬佩這種為執著獻身的精神，儘管這也往往給他們惹來一身麻煩。」"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "矮人姓名",
					"entries": [
						"按照傳統，矮人的名字是由氏族長老所給予。每個合適的矮人名字都曾經被使用過，且在世世代代的傳承中被重複使用。一個矮人的名字屬於氏族，而非個人。",
						"一名濫用或使氏族之名蒙羞的矮人將被剝奪其名，且被律法禁止再使用任何矮人的名字。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "男性名字：",
									"entry": "阿德里克(Adrik), 阿貝里希(Alberich), 巴恩(Baern), 巴倫德(Barendd), 布洛托(Brottor), 布魯諾(Bruenor), 達因(Dain), 達拉克(Darrak), 德爾格(Delg), 艾帕克(Eberk), 因克(Einkil), 法格林(Fargrim), 弗林特(Flint), 加戴因(Gardain), 哈比克(Harbek), 基爾德拉克(Kildrak), 莫格蘭(Morgran), 歐斯克(Orsik), 奧斯卡(Oskar), 朗格林(Rangrim), 魯瑞克(Rurik), 塔可林(Taklinn), 索拉丁(Thoradin), 索林(Thorin), 托達克(Tordek), 特若本(Traubon), 卓沃克(Travok), 伍夫加(Ulfgar), 維特(Veit), 馮達爾(Vondal)"
								},
								{
									"type": "item",
									"name": "女性名字：",
									"entry": "安珀(Amber), 艾汀(Artin), 歐德希爾(Audhild), 芭德恩(Bardryn), 達格娜(Dagnal), 黛薩(Diesa), 艾德芙(Eldeth), 法爾克倫(Falkrunn), 菲涅倫(Finellen), 岡羅妲(Gunnloda), 古爾蒂斯(Gurdis), 赫爾嘉(Helja), 賀琳(Hlin), 卡特菈(Kathra), 克莉絲泰德(Kristryd), 伊爾蒂(Ilde), 麗芙卓薩(Liftrasa), 瑪德雷(Mardred), 麗絲懷恩(Riswynn), 珊諾(Sannl), 托貝拉(Torbera), 托嘉(Torgga), 維斯特拉(Vistra)"
								},
								{
									"type": "item",
									"name": "氏族名：",
									"entry": "巴爾德克(Balderk), 戰錘(Battlehammer), 布勞南威爾(Brawnanvil), 丹吉爾(Dankil), 火鑄(Fireforge), 霜鬚(Frostbeard), 果倫(Gorunn), 豪德赫克(Holderhek), 鐵拳(Ironfist), 羅德爾(Loderr), 魯格(Lutgehr), 倫納海姆(Rumnaheim), 史特拉肯(Strakeln), 托倫(Torunn), 烏加特(Ungart)"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "灰矮人",
					"entries": [
						"在幽暗地域深處的城市居住著灰矮人，或又稱為杜爾加矮人(Duergar)。這些邪惡而行蹤隱匿的奴隸商人會為了俘虜而襲擊地表世界，並將他們的獵物販賣給幽暗地域的其他種族。他們的天生魔法能力使他們得以隱形，還可以使他們的體型暫時巨大化。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Dwarf.png"
					}
				}
			]
		},
		{
			"name": "精靈", "ENG_name": "Elf",
			"source": "PHB",
			"entries": [
				"精靈們是一群有著超凡脫俗般優雅魅力的魔幻民族，他們生活在這個世界，卻又不完全屬於這裡。他們居住在那些超凡之美的場所，比如在遠古森林的深處、或在閃爍著仙精光輝的白銀尖塔之下，柔美樂音徽盪空中，而和緩芬芳則在微風中飄揚。精靈們熱愛自然和魔法、藝術和工藝、音樂和詩歌、以及這世界上一切美好的事物。",
				{
					"type": "entries",
					"name": "纖瘦而優雅",
					"entries": [
						"因其超凡脫俗的優雅和精緻的面容，精靈們對人類和許多其他種族而言都美得令人難以忘懷。他們的平均身高略矮於人類，範圍介於5呎到略超過6呎。他們比人類要纖瘦的多，僅僅100至145磅重。他們的男女之間的身高大略相同，且男性只比女性略重一些。",
						"精靈的體色涵蓋了人類常見的體色範圍，且額外包括了古銅色、青銅色、幾近青白色的膚色，綠或藍的髮色，以及如一池黃金或白銀池水的雙眼。精靈沒有面部毛髮，也幾乎不長體毛。他們偏好明亮的雅致衣裝，也喜歡樣式簡潔而可愛的珠寶飾品。"
					]
				},
				{
					"type": "entries",
					"name": "永恆時光的視角",
					"entries": [
						"精靈的壽命可以超過700歲，這也讓他們一種超然的視角去看待那些可能會深深困擾短命種族的事件。他們比起興奮而更容易感到愉快，且比起貪婪更容易感到好奇。他們傾向對瑣碎的偶然保持冷漠而不為所動。然而，當他們們追求著某個目標時，無論是在任務中展開冒險、或是學習一項嶄新的技藝或藝術，精靈們也可以變得專注而堅持不懈。他們結交朋友和樹立敵人的速度很慢，且精靈們忘卻敵友的速度更慢。他們以輕蔑回應些微的冒犯，並對嚴重的侮辱報以無情的復仇。",
						"精靈們在面對危險時如同年輕樹木的枝枒一般柔韌靈活。他們相信外交和妥協能夠在分歧升級成暴力之前將之解決。眾所周知，他們會從被侵佔的林木家園中撤退，自信於他們可以簡單的等到侵入者自行離去。然而當情勢所需，精靈也會顯現出其嚴峻尚武的一面，展示其精湛洗鍊的劍術、弓術、以及戰術謀略。"
					]
				},
				{
					"type": "entries",
					"name": "林中秘境",
					"entries": [
						"大部分的精靈居住在隱於森林深處的小型村莊。精靈們狩獵野獸、採集食物、種植蔬菜，且他們的技術和魔法讓他們得以自給自足而無須辛苦地開墾耕地。他們是天生的藝術家，能夠製作出精美的衣物和藝術品。他們對於外界的交流通常相當有限，但仍有一些精靈透過以其工藝品交易金屬而過上了不錯的日子（精靈們對於採礦毫無興趣）。",
						"在精靈領地外能遇到的精靈們通常是旅行詩人、藝術家、或學者。人類貴族們經常會彼此競爭，以爭取精靈家庭教師傳授劍術或魔法技巧給自己的孩子們。"
					]
				},
				{
					"type": "inset",
					"name": "高傲但和善",
					"entries": [
						"儘管他們可能會表現高傲，但精靈們通常都是和善的。即使是面對那些令其大失所望的人們（大部分不是精靈）也一樣。他們總能在任何人身上找到一些優點。",
						{
							"type": "entries",
							"name": "矮人",
							"entries": [
								"「矮人是遲鈍、笨拙的莽夫。但儘管他們缺乏幽默、教養和禮貌，他們渾身都是勇氣。而且，我必須承認，他們之中最好的鐵匠所生產的藝術品，已經幾乎達到了精靈的高品質。」"
							]
						},
						{
							"type": "entries",
							"name": "半身人",
							"entries": [
								"「半身人是個單純快樂的民族，而這種特質不應該被鄙視。他們是一群善良的傢伙，彼此互相關心並照料著他們的花園，而且他們也已經證明了自己在緊要關頭遠以看起來的要頑強許多。」"
							]
						},
						{
							"type": "entries",
							"name": "人類",
							"entries": [
								"「他們的野心、和在他們短暫生命逝去前完成某事的渴望，總是如此匆忙──他們的努力有時候看起來是如此徒勞。但接著當你看向他們所達成的一切，你也只能承認並讚嘆他們的成就。要是他們能放慢腳步，學些教養就更好了。」"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "探索與冒險",
					"entries": [
						"精靈們會因為旅行的慾望而踏上冒險。由於他們是如此長壽，他們往往得以享受數個世紀的探索和發現。他們並不喜歡人類社會那日復一日的死板、卻在數十年間不斷變化的生活步調，因此他們總是尋找著能讓他們自由旅行、並以自己步調進行的事業。精靈們同樣享受鍛鍊他們的武藝或學習更強大的魔法力量，而冒險生活恰能滿足這點。他們有些人可能會加入反抗強權壓迫的革命軍，而另一些人則可能會為了道德而戰。"
					]
				},
				{
					"type": "entries",
					"name": "精靈姓名",
					"entries": [
						"精靈們通常會在百歲生日後一段時間宣布自己成年，在這之前，他們都被視為孩童，且會被以乳名稱呼。",
						"在宣布成年時，精靈會為自己選擇一個成年名字，但那些從小就認識他或她的人們可能會繼續使用乳名稱呼他們。每個成年精靈的名字都是獨一無二的，儘管它可能會反映著某個受人尊敬的個體或其他家族成員的名稱。男性和女性的名字之間並沒有什麼差異；而下述的分組僅僅反映著普遍的傾向。此外，每個精靈承擔著一個家族名，通常是由其他精靈詞彙組合而成。有些旅行於人類社會中的精靈會將他們的家族名翻譯成通用語，而其他精靈則會保留其精靈語的用法。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "乳名：",
									"entry": "艾拉(Ara)、布琳(Bryn)、戴爾(Del)、埃琳(Eryn)、費恩(Faen)、伊尼爾(Innil)、萊爾(Lael)、梅拉(Mella)、奈爾(Naill)、娜里斯(Naeris)、費安(Phann)、拉爾(Rael)、里恩(Rinn)、薩伊(Sai)、賽琳(Syllin)、提亞(Thia)、瓦爾(Vall)"
								},
								{
									"type": "item",
									"name": "成年男性名字：",
									"entry": "阿德蘭(Adran)、埃勒(Aelar)、阿拉米爾(Aramil)、阿蘭尼斯(Arannis)、歐斯特(Aust)、貝羅(Beiro)、貝里安(Berrian)、卡里克(Carric)、恩伊里斯(Enialis)、厄丹(Erdan)、埃里溫(Erevan)、戈林登(Galinndan)、哈達拉伊(Hadarai)、海安(Heian)、希莫(Himo)、伊米羅(Immeral)、伊維里歐斯(Ivellios)、勞西安(Laucian)、明達提斯(Mindartis)、皮里亞斯(Paelias)、佩倫(Peren)、奎里昂(Quarion)、萊爾登(Riardon)、羅倫(Rolen)、索維里斯(Soveliss)、薩米爾(Thamior)、薩里維(Tharivol)、塔倫(Theren)、瓦里斯(Varis)"
								},
								{
									"type": "item",
									"name": "成年女性名字：",
									"entry": "阿德麗(Adrie)、阿爾泰雅(Althaea)、安娜斯崔娜(Anastrianna)、安德拉斯特(Andraste)、安提諾雅(Antinua)、貝斯瑞娜(Bethrynna)、碧蕾兒(Birel)、凱爾琳(Caelynn)、卓斯利亞(Drusilia)、恩娜(Enna)、非洛希爾(Felosial)、伊蓮尼亞(Ielenia)、潔蓮妮斯(Jelenneth)、凱勒絲(Keyleth)、勒珊娜(Leshanna)、莉雅(Lia)、梅莉樂(Meriele)、米雅莉(Mialee)、奈瓦拉(Naivara)、奎蓮娜(Quelenna)、瑰拉瑟(Quillathe)、莎里爾(Sariel)、莎奈拉(Shanairra)、夏瓦(Shava)、希拉圭(Silaqui)、緹拉斯卓(Theirastra)、緹雅(Thia)、瓦達妮雅(Vadania)、維蘭瑟(Valanthe)、珊娜菲雅(Xanaphia)"
								},
								{
									"type": "item",
									"name": "家族姓氏／通用語譯名：",
									"entry": "艾瑪吉爾/寶石花(Amakiir/Gemflower)、艾瑪斯塔夏/星之花(Amastacia/Starflower)、迦蘭諾德/月語(Galanodel/Moonwhisper)、荷里米昂/鑽石露(Holimion/Diamonddew)、伊普吉爾/寶石花叢(Ilphelkiir/Gemblossom)、莉雅頓/銀葉(Liadon/Silverfrond)、梅莉安涅/橡樹踵(Meliamne/Oakenheel)、奈羅/夜風(Nailo/Nightbreeze)、夏諾德/月溪(Siannodel/Moonbrook)、西羅先特/金花瓣(Xiloscient/Goldpetal)"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Elf.png"
					}
				}
			]
		},
		{
			"name": "精靈(卓爾)", "ENG_name": "Elf(Drow)",
			"source": "PHB",
			"entries": [
				"傳承自一個早期精靈的暗色皮膚亞種，卓爾因為追隨女神羅絲(Lolth)踏上邪惡與腐化之路，而被從地表世界放逐。如今，他們已經在幽暗地域的深處建立起了自己的文明，遵循著羅絲女神的意志。卓爾也被稱作黑暗精靈，他們有著如拋光黑曜石般的黑色肌膚，以及蒼白或淡白色的秀髮。他們通常有著帶淡紫、銀白、粉紅、或藍色色調的淡色瞳孔（以至於常被誤認為白色）。他們的身材比大部分精靈要來得更嬌小而細瘦。",
				{
					"type": "inset",
					"name": "卓爾的黑暗",
					"entries": [
						"要不是有一個著名的例外，卓爾種族本應受到全面性的唾棄。他們墮落的社會被他們蜘蛛女神羅絲的恩惠給操控腐化，她鼓勵卓爾們謀殺、並藉由滅絕整個貴族家系以提升自己的地位。",
						"然而，有一名卓爾打破了這個模式。在被遺忘國度的世界中，崔斯特．杜厄登(Drizzt Do'Urden)，做為北地的遊俠挺身捍衛弱者和無辜之人，證明了自己的善良品性。",
						"卓爾在成長期間被教導，相信著居住於地表的種族除了做為奴隸之外一無是處。由於長年的教育以及經常遭受他人憎恨的事實，讓那些良心發現、或者不得不與其他種族成員合作的卓爾難以克服這種根深柢固的偏見。"
					]
				}
			],
			"_excludeBaseImages": true
		},
		{
			"name": "半身人", "ENG_name": "Halfling",
			"source": "PHB",
			"entries": [
				"大部分半身人的人生目標就是待在舒適安穩的家：一個遠離劫掠怪物和征戰軍隊、平靜安寧的居所；對著溫暖的火爐，三餐溫飽，把酒言歡。儘管有些半身人終其一生都在偏遠農村中度過，其他人則被開闊大道和一望無際的地平線給吸引，加入旅程無盡的遊牧隊伍去見識那些嶄新土地與民族的美好。即使是這些四海遊蕩的旅行者仍然熱愛著和平、美食、火爐、和家園－－儘管他們的家園可能僅僅是那行駛於泥濘小徑的馬車、或漂泊於河道上的船筏。",
				{
					"type": "entries",
					"name": "矮小而實際",
					"entries": [
						"身型嬌小的半身人會避免引人注目而捲入爭鬥，並藉此在遍布大個子種族的世界中存活。他們身高約莫3呎，看上去人畜無害，並因此在大國興衰、戰亂、政治糾紛的夾縫間生存幾百年。他們身體普遍結實，體重介於40到45磅之間。",
						"半身人的膚色涵蓋了古銅色到透紅的白皙，且他們的頭髮則通常捲曲且呈現褐色或沙棕色。他們有著褐色或淡棕色的雙眼。半身人經常蓄著長長的鬢毛卻很少留著鬍子。他們喜歡穿著簡單、舒適、和實用的衣物，且偏好明亮的色彩。",
						"半身人講究實用的個性不僅僅體現在衣著上。他們關心著基本的生活所需和單純的娛樂，且鮮少鋪張炫耀。即使是最富裕的半身人都寧可將他們的財寶鎖在地窖，而非展現出來供人觀賞。在遇到難題時，他們擅長找出最簡單而直接的解決方式，容不下優柔寡斷。"
					]
				},
				{
					"type": "entries",
					"name": "和善而好奇",
					"entries": [
						"半身人是友善而樂觀的族群。他們珍視家族羈絆、友情、以及家園的溫暖與舒適，而鮮少懷抱金錢或榮耀的夢想。即便是他們之中的冒險者，也通常是因為群體、友情、探索、或好奇心等理由而踏上探索世界的旅程。他們熱愛發掘新事物，即使是最最單純的小事，例如一份異國美食、或是一套風格奇異的衣著都會勾起他們的興趣。",
						"半身人有著強烈的同情心，且討厭看到任何活著的生物受到折磨。他們慷慨大方，即便自己經濟拮据仍樂於與他人分享自己的財富。"
					]
				},
				{
					"type": "entries",
					"name": "融入人群",
					"entries": [
						"半身人善於融入人類、矮人、或精靈的社群之中，展現自己的價值並受到歡迎。他們隱匿與謙遜的天性也幫助半身人們避免惹上不必要的注意。",
						"半身人樂意與他人合作，且無論對方是否同為半身人，他們都忠於他們的友人。當他們的朋友、家人、或群體受到威脅時，他們也會展現出非比尋常的勇猛。"
					]
				},
				{
					"type": "entries",
					"name": "田園之樂",
					"entries": [
						"大部分的半身人們都生活在小而和平，且有著大片農田和井然果園的聚落。他們鮮少建立自己的王國、或甚至佔有超出他們寧靜小窩太多的土地。他們通常不會承認任何半身人的貴族或王室，而是尋求家族長者以引導他們。無論帝國如何興亡，他們的家族仍維持著他們的傳統生活。",
						"許多半身人與其他的種族一起生活，並透過辛勞工作與忠誠的態度為他們贏取安穩富足的生活。有些半身人族群則把旅行作為一種生活方式，駕駛篷車或小船從這地到那地，居無定所，四處流浪。"
					]
				},
				{
					"type": "inset",
					"name": "積極而友好",
					"entries": [
						"半身人總是嘗試與所有人好好相處，且不太喜歡將事情一概而論──尤其是那些負面的刻板的印象。",
						{
							"type": "entries",
							"name": "矮人",
							"entries": [
								"「矮人們是忠實的朋友，且他們總是說話算話。不過要他們笑一笑就好像會傷害他們一樣。」"
							]
						},
						{
							"type": "entries",
							"name": "精靈",
							"entries": [
								"「他們是這麼美麗！他們的臉蛋、他們的音樂、優雅、以及所有一切。他們就好像是從美夢中走出來一樣。但沒有人知道他們微笑背後發生了什麼事──但我肯定比他們所說的更多。」"
							]
						},
						{
							"type": "entries",
							"name": "人類",
							"entries": [
								"「人類跟咱們很像，真的。至少他們之中的不少人是這樣。走出城堡和要塞，跟那些農夫和牧民聊聊，你將會發現他們是多麼善良而純樸的一群人。並不是說那些男爵和衛士有什麼不對──你不得不欽佩他們的信念，他們在保護自己領土的同時，也保護了我們。」"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "探索機緣",
					"entries": [
						"半身人通常會為了守護自己的群族、幫助他們的朋友、或探索這片充滿驚喜的廣闊世界而踏上冒險者的道路。對他們來說，冒險並不是一份事業，而是一份機運、有時更甚至是某種需求。"
					]
				},
				{
					"type": "entries",
					"name": "半身人姓名",
					"entries": [
						"一名半身人會有自己的名字、家族名、有時還會有一個暱稱。他們的家族名通常是源自某個讓人印象深刻的暱稱，並因此一代代的流傳下來。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "男性名字：",
									"entry": "Alton, Ander, Cade, Corrin, Eldon, Errich, Finnan, Garret, Lindal, Lyle, Merric, Milo, Osborn, Perrin, Reed, Roscoe, Wellby"
								},
								{
									"type": "item",
									"name": "女性名字：",
									"entry": "Andry, Bree, Callie, Cora, Euphemia, Jillian, Kithri, Lavinia, Lidda, Merla, Nedda, Paela, Portia, Seraphina, Shaena, Trym, Vani, Verna"
								},
								{
									"type": "item",
									"name": "家族姓氏：",
									"entry": "Brushgather, Goodbarrel, Greenbottle, High-hill, Hilltopple, Leagallow, Tealeaf, Thorngage, Tosscobble, Underbough"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Halfling.png"
					}
				}
			]
		},
		{
			"name": "人類", "ENG_name": "Human",
			"source": "PHB",
			"entries": [
				"在大多數的世界中，人類都是常見種族中最年輕的，他們比其他人更晚來到這個世界，相較矮人、精靈、和龍族們也更短命。或許也正是因為他們的短暫壽命，才驅使他們在其有限時間中為達成目標而不懈奮鬥。又或許他們覺得必須向那些古老種族證明些什麼，並因此透過征服和商貿建立起了強大的大國。無論驅使他們的是什麼，人類往往都是革新者、成就者、以及世界的先驅。",
				{
					"type": "entries",
					"name": "寬廣的宗譜",
					"entries": [
						"由於他們對於遷徙和征戰的偏好，人類的外貌差異遠比其他常見種族要來的多變。他們的生理特徵各不相同，沒有所謂典型。人類的身高可以從5呎介於略超過6呎，且重量分布從125到250磅。人類膚色從黝黑到雪白，髮色從烏黑到金黃（髮質還分為捲曲、微卷、和直髮），且男性個體可能會長有濃密或稀疏的鬍鬚。許多人類混雜著非人類的血統，並因此帶有些許精靈、獸人、或其他種族的生理特徵。人類在將近二十歲時成年，且很少活超過一個世紀。"
					]
				},
				{
					"type": "entries",
					"name": "萬般差異",
					"entries": [
						"人類是所有常見種族中適應力最強，且最具野心的族群。在他們定居的多樣土地上，人類有著廣泛不同的品味、道德觀、和風俗習慣。然而，當他們定居下來，他們便會待在那裡；他們建造了經久不衰的城市，以及那些延續漫長世紀的偉大王國。人類個體的壽命也許相對短暫，但一個人類民族或文化所傳承的傳統起源，卻能夠遠遠超過任何單一人類記憶所能及的時間。他們完全活在當下（這也讓他們相當適合冒險生涯），但同時會為了未來而計畫，努力奮鬥以為後世留下遺產。無論是個體還是團隊，人類都善於抓住機遇，並時刻準備好面對政治或社會環境的變化。"
					]
				},
				{
					"type": "entries",
					"name": "永續體系",
					"entries": [
						"在精靈或矮人獨自一人承擔起守護某個特殊場所或重大秘密的責任時，人類建立起神聖的教團和機構以達成同樣目的。當矮人氏族和半身人長老將古老傳統一代代傳授下去，人類的廟宇、政府、圖書館、和法典則將他們的傳統固定在歷史的基石之上。人類夢想著永生不朽，而（除了少數尋求透過成為不死生物或求聖飛升以逃離死亡魔爪的人之外）他們藉由確保自己在逝去之後仍會被紀念，以此達成永生的追求。",
						"儘管有些人類可能懷有仇外思想，但他們整個社會都傾向包容。跟非人類國家中居住著人類的比例相比，人類國度對於非人類種族的接納程度明顯要大得多。"
					]
				},
				{
					"type": "entries",
					"name": "野心的典範",
					"entries": [
						"尋求冒險的人類是這勇敢且雄心勃勃的種族中最勇猛而進取的一群。他們透過積聚權力、財富、和名聲以贏取他們同伴的敬重。比起其他族群，人類更推崇事業與成就，而非領土或組織。"
					]
				},
				{
					"type": "inset",
					"name": "所有人的第二好友",
					"entries": [
						"正如他們擅於與彼此交往，人類也很容易與其他種族的成員打成一片。他們幾乎和所有人都能友好相處，儘管他們可能並不會與很多人有緊密的關係。人類通常擔當著使節、外交官、仲裁者、商人、和各樣的公職官員。",
						{
							"type": "entries",
							"name": "矮人",
							"entries": [
								"「他們是結實的夥伴，堅定的朋友，而且說話算話。不過，他們對黃金的貪婪可能正是他們衰落的原因。」"
							]
						},
						{
							"type": "entries",
							"name": "精靈",
							"entries": [
								"「最好不要走進精靈們的森林。他們不喜歡入侵者，且你被他們蠱惑的可能性就和被射成刺蝟一樣高。儘管如此，如果精靈可以放下他們該死的種族驕傲，並好好的跟你平等相處，那你必然可以從他們身上學到很多東西。」"
							]
						},
						{
							"type": "entries",
							"name": "半身人",
							"entries": [
								"「只要不考慮你的頭會三不五時撞到天花板，就沒什麼能比得過在半身人家中用餐的美好──在舒適溫暖的火爐前，享受美味的食物和精彩的故事。如果半身人們能有哪怕是點點的野心，他們可能真的會有所成就。」"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "人類姓名與民族",
					"entries": [
						"與其他文化相比太過廣泛的多樣性，使得人類整體來說並沒有所謂的典型姓名。有些人類父母會給他們的孩子取一個來自其他語言的名字，像是矮人語或精靈語（多少有些發音不標準），但大部分的父母仍會根據他們區域的文化風俗或祖先流傳下來的取名慣例來為孩子命名。",
						"人類的物質文化和個人特徵會隨地域不同而有巨大的差異。舉例來說，在被遺忘的國度，大陸西北部的銀月聯邦(Silver Marches)與遙遠東方的突米斯(Turmish)或因布突(Impiltur)在衣著、建築、飲食、音樂、和文學上就相差甚遠，而跟更遙遠的卡拉圖(Kara-Tur)相比則又更是大相逕庭。至於人類的生理特徵則因其祖先古早以前的大遷徙而各有不同，因此在銀月聯邦的人類們可能會有各種不同膚色和特徵的個體存在。",
						"在被遺忘的國度，存在著九種被廣泛認知的人種，而在費倫更偏僻的地區中甚至還存在著數十種其他民族。這些族群，以及他們成員的典型命名原則，可以被用在任何世界中做為你人類角色的創作靈感。",
						{
							"type": "entries",
							"name": "卡琳珊人", "ENG_name": "Calishite",
							"entries": [
								"身形比其他人類更矮小而纖瘦，卡琳珊人有著暗褐色的肌膚、頭髮、和眼睛。",
								"他們主要分布在費倫的西南方。",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "卡琳珊人名字：",
											"entry": "(男性) Aseir, Bardeid, Haseid, Khemed, Mehmen, Sudeiman, Zasheir; (女性) Atala, Ceidil, Hama, ]asmal, Meilil, Seipora, Yasheira, Zasheida; (姓氏) Basha, Dumein, ]assan, Khalid, Mostana, Pashar, Rein"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "瓊達斯人", "ENG_name": "Chondathan",
							"entries": [
								"瓊達斯人是一群纖瘦，有著黃褐色皮膚的民族，他們棕色頭髮的髮色範圍從幾近金黃色到幾乎純黑都有。他們大部分身材高挑且有著綠色或棕色的眼睛，但這些特徵並不那麼普遍。瓊達斯血統的人類支配著費倫大陸的中部，內海(Inner Sea)的周遭地帶。",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "瓊達斯人名字：",
											"entry": "(男性) Darvin, Dorn, Evendur, Gorstag, Grim, Helm, Malark, Morn, Randal, Stedd; (女性) Arveene, Esvele, Chessail, Kerri, Lureene, Miri, Rowan, Shandri, Tessele; (姓氏) Amblecrown, Buckman, Dundragon, Evenwood, Greycastle, Tallstag"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "達瑪拉人", "ENG_name": "Damaran",
							"entries": [
								"主要分布於費倫的西北區域，達瑪拉人有著適中的身高和體型，膚色範圍自黃褐色到白色。他們的頭髮通常是棕色或黑色，且儘管他們的瞳色各種各樣，但仍以棕色最為常見。",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "達瑪拉人名字：",
											"entry": "(男性) Bor, Fodel, Glar, Grigor, Igan, Ivor, Kosef, Mival, Orel, Pavel, Sergor; (女性) Alethra, Kara, Katernin, Mara, Natali, Olma, Tana, Zora; (姓氏) Bersk, Chernin, Dotsk, Kulenov, Marsk, Nemetsk, Shemov, Starag"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "伊路斯坎人", "ENG_name": "Illuskan",
							"entries": [
								"伊路斯坎人是身形高挑，有著藍色或藍灰色雙眼的白膚族群。他們大部分有著鴉黑色的頭髮，但那些居住在極西北區域的人們則會有金黃色、紅色、或亮棕色的頭髮。",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "伊路斯坎人名字：",
											"entry": "(男性) Ander, Blath, Bran, Frath, Geth, Lander, Luth, Malcer, Stor, Taman, Urth; (女性) Amafrey, Betha, Cefrey, Kethra, Mara, Olga, Silifrey, Westra; (姓氏) Brightwood, Helder, Hornraven, Lackman, Stormwind, Windrivver"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "穆蘭人", "ENG_name": "Mulan",
							"entries": [
								"支配著內海(Inner Sea)的東岸和東南岸，穆蘭人普遍高挑，苗條，且有著琥珀色的肌膚，以及淡褐色或棕色的眼睛。他們的髮色範圍自黑色到暗棕色，然而在以穆蘭人為主的國家中，貴族和很多其他穆蘭人都會剃光他們所有的頭髮。",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "穆蘭人名字：",
											"entry": "(男性) Aoth, Bareris, Ehput-Ki, Kethoth, Mumed, Ramas, So-Kehur, Thazar-De, Urhur; (女性) Arizima, Chathi, Nephis, Nulara, Murithi, Sefris, Thola, Umara, Zolis; (姓氏) Ankhalab, Anskuld, Fezim, Hahpet, Nathandem, Sepret, Uuthrakt"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "萊瑟曼人", "ENG_name": "Rashemi",
							"entries": [
								"最常見於內海(Inner Sea)東部且常與穆蘭人一同混居，萊瑟曼人普遍身材矮小而結實強壯。他們通常有著黝黑的膚色、暗色的眼睛，和濃密的黑髮。",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "萊瑟曼人名字：",
											"entry": "(男性) Borivik, Faurgar, ]andar, Kanithar, Madislak, Ralmevik, Shaumar, Vladislak; (女性) Fyevarra, Hulmarra, Immith, Imzel, Navarra, Shevarra, Tammith, Yuldra; (姓氏) Chergoba, Dyernina, Iltazyara, Murnyethara, Stayanoga, Ulmokina"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "受國人", "ENG_name": "Shou",
							"entries": [
								"受國人是那位在費倫遠東的卡拉圖地區中數量最多且最強大的人種。他們的膚色呈現偏黃的青銅色，且有著黑髮和黑色眼睛。受國人的姓氏通常排在其名字之前。",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "受國人名字：",
											"entry": "(男性) An, Chen, Chi, Fai, ]iang, ]un, Lian, Long, Meng, On, Shan, Shui, Wen; (女性) Bai, Chao, Lia, Lei, Mei, Qiao, Shui, Tai; (姓氏) Chien, Huang, Kao, Kung, Lao, Ling, Mei, Pin, Shin, Sum, Tan, Wan"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "泰瑟爾人", "ENG_name": "Tethyrian",
							"entries": [
								"廣泛分布在費倫西岸的整個劍灣地區(Sword Coast)，泰瑟爾人有著中等身形的體格和身高。越往北方，他們黝黑的肌膚就會顯得越蒼白。他們的髮色和瞳色各種各樣，但棕髮和藍眼睛則最為常見。泰瑟爾人大多使用瓊達斯人的命名方式。"
							]
						},
						{
							"type": "entries",
							"name": "圖拉米人", "ENG_name": "Turami",
							"entries": [
								"原生於內海(Inner Sea)的南岸，圖拉米人通常高大而健壯，長著深紅褐色的肌膚，捲曲的黑髮，以及黑色的雙眼。",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "圖拉米人名字：",
											"entry": "(男性) Anton, Diero, Marcon, Pieron, Rimardo, Romero, Salazar, Umbero; (女性) Balama, Dona, Faila, ]alana, Luisa, Marta, Quara, Selise, Vonda; (姓氏) Agosto, Astorio, Calabra, Domine, Falone, Marivaldi, Pisacar, Ramondo"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Human.png"
					}
				}
			]
		},
		{
			"name": "龍裔", "ENG_name": "Dragonborn",
			"source": "PHB",
			"entries": [
				"生而為龍，就如其名所示，龍裔承受著眾人對他們的畏懼和誤解，驕傲地行走在世界上。由龍神或巨龍所創造，龍裔最初是從龍蛋中做為一支獨特種族而生，並結合了龍族與類人生物最優秀的一面。一些龍裔是真龍最忠實的使徒，而其他人則在偉大戰爭中集結成軍，還有一些人，則是漫無目的地四處漂泊。",
				{
					"type": "entries",
					"name": "龍族之傲",
					"entries": [
						"龍裔看起來非常像是以類人型態直行站立的龍族，但他們並沒有翅膀和尾巴。首個誕生的龍裔有著色調與其龍族近親相符的鮮豔鱗片，但在世代混血的影響下，他們逐漸有了更為一致的外觀。他們小巧精細的鱗片通常是青銅或黃銅色，有時則會是腥紅、鐵鏽色、或銅綠色。他們的身形高大而強壯，身高通常接近6呎半，且重約300磅或以上。他們的手腳是強健而尖銳的爪子，每隻手都有著三根指爪和一個大拇指。",
						"在某些龍裔氏族中，特定龍族血統的影響會特別強烈。這些龍裔通常相當誇耀他們那與龍族先祖更為相近的鱗片──如五色龍般的鮮紅色、綠色、藍色、白色、亮黑色、或者金屬般的金色、銀色、黃銅、赤銅、或青銅色。"
					]
				},
				{
					"type": "entries",
					"name": "氏族之傲",
					"entries": [
						"對每個龍裔而言，氏族都比自己的性命更為重要。龍裔對其氏族的感恩和敬重遠超一切，甚至高過諸神。每個龍裔的行為都會反映出他或她氏族的榮耀，且使氏族蒙羞將會導致驅逐和流放的下場。每個龍裔都知曉他們在自己氏族中的身分和使命，且榮譽將驅使他們堅守其身分。",
						"他們對自我完善的恆久追求也反映了整個種族的自負。龍裔重視技藝和對卓越的努力追求。他們厭惡失敗，且他們在竭盡全力之前，不會放棄面對任何挑戰。龍裔將精通特定技能做為其終生目標。而其他種族中同樣具有這種獻身特質的成員也更容易贏得龍裔的敬重。",
						"儘管所有龍裔都致力於自給自足，他們仍知道到在面對艱困情境時，有時也是需要一點幫助的。但這類幫助最好還是來自氏族，而當整個氏族都需要援助時，他們會率先尋求另一個龍裔氏族的協助，而非其他種族或甚至諸神。"
					]
				},
				{
					"type": "entries",
					"name": "龍裔名字",
					"entries": [
						"龍裔在出生時會被賦予一個名字，且他們會將他們的氏族名放在其名之前以示榮耀。乳名和綽號經常在同巢親屬被做為俗名或愛稱使用。這類名字可能是為了紀念某個事件，或用以描述某個習慣。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "男性名字：",
									"entry": "Arjhan, Balasar, Bharash, Donaar, Ghesh, Hesken, Kriv, Medrash, Mehen, Nadarr, Pandjed, Patrin, Rhogar, Shamash, Shedinn, Tarhun, Torinn"
								},
								{
									"type": "item",
									"name": "女性名字：",
									"entry": "Akra, Biri, Daar, Farideh, Harann, Havilar, Jheri, Kava, Korinn, Mishann, Nala, Perra, Raiann, Sora, Surina, Thava, Uadjit"
								},
								{
									"type": "item",
									"name": "乳名：",
									"entry": "Climber, Earbenden Leaper, Pious, Shieldbiter, Zealous"
								},
								{
									"type": "item",
									"name": "氏族名：",
									"entry": "Clethtinthiallor, Daardendrian, Delmirev, Drachedandion, Fenkenkabradon, Kepeshkmolik, Kerrhylon, Kimbatuul, Linxakasendalor, Myastan, Nemmonis, Narixius, Ophinstalajiir, Prexijandilin, Shestendeliath, Turnuroth, Verthisathurgiesh, Yarjerit"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "龍人", "ENG_name": "Draconians",
					"entries": [
						"在龍槍的設定中，邪惡女神塔克西絲(Takhisis)的追隨者們研發出了一種可以將金屬龍的龍蛋腐化，並生產出邪惡龍裔的黑暗儀式。這種邪惡的龍裔被稱作龍人。五種龍人分別對應著五種金屬龍，並為了塔克西絲而投入長槍之戰：他們分別是奧瑞克龍人(auraks, 金)、巴茲龍人(baaz, 黃銅)、波札克龍人(bozak, 青銅)、卡帕克龍人(kapak, 赤銅)、和希瓦克龍人(sivak, 銀)。他們並沒有其龍族噴吐武器，但具有獨特的魔法能力。"
					]
				}
			],
			"uncommon": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Dragonborn.png"
					}
				}
			]
		},
		{
			"name": "地侏", "ENG_name": "Gnome",
			"source": "PHB",
			"entries": [
				"在地侏們緊密相連的聚落中，忙碌工作時發出的哼唱聲總是迴盪在壅擠的住宅和周遭環境。而更吵鬧的聲響則時不時打斷這些哼唱：齒輪嘎吱作響的研磨聲、輕微的爆炸聲、因驚喜或驚訝而發出的叫喊、以及忽然爆出的大笑聲，各式各樣的聲音此起彼落、交織在一起。地侏們熱愛生命，且總是享受著發明、探索、調查、創造、和玩樂的每分每刻。",
				{
					"type": "entries",
					"name": "活潑表現",
					"entries": [
						"地侏的生活熱情和精力奔流於他或她那嬌小身軀的每一吋中。地侏的平均身高略高於3呎，重約40到45磅。他們棕黃或褐色的臉龐常常掛著燦爛的笑容（就在他們那巨大鼻子的正下方），他們明亮的眼睛總閃爍著興奮的光芒。他們美麗的頭髮向著幾乎所有方向生長，就像是在表現地侏那種對周遭事物永不滿足的興趣一般。",
						"地侏的個性大大體現在他們的外觀上。男性地侏的鬍子，相比他們那狂野的頭髮，總是被細心打理，但也經常被做出如古怪分岔或整齊鬚端的款式。地侏的服裝，盡管通常呈現溫和的泥土色調，但卻精心裝飾著刺繡、壓花、或是閃亮的珠寶。"
					]
				},
				{
					"type": "entries",
					"name": "熱衷喜悅",
					"entries": [
						"對地侏而言，活著是一件美妙的事，且他們會從那長達三到五個世紀的人生中榨取每一分快樂。人類可能會在這麼冗長的生命中感到厭倦，精靈則可能會在他們生命的長河中花費大量時間品嘗世間的美，而儘管有那麼多的時間，地侏卻似乎仍會擔心他們沒有足夠的時間去見識或完成他們想要的一切。",
						"地侏在說話時，總像是無法很快地把腦中的思緒給表達出來。即使他們要對一系列話題提出想法和建議時，他們仍會先仔細傾聽他人的想法，並在過程中適當地加入驚訝或讚賞的叫喊。",
						"儘管地侏熱愛是雙關語和惡作劇等各樣笑話，他們也同樣專注於從事更加認真嚴肅的事情。許多地侏是經驗豐富的工程師、煉金術士、修補匠、和發明家。在完善自己工作的過程中，他們勇於犯錯，以此自嘲，並敢於冒險（有時近乎魯莽）和追求更大的夢想。"
					]
				},
				{
					"type": "entries",
					"name": "明亮地穴",
					"entries": [
						"地侏們會在崎嶇丘陵、或林木繁盛的地帶建立他們的家園。他們生活在地下，但卻擁有比矮人更清新的空氣，並可以隨時享受地表上那自然、生意盎然的世界。他們的家園被巧妙的隱密在精巧建築設計和簡單幻術之後。受邀請的訪客會被迅速地招待到那明亮而溫暖的地洞中。而那些不速之客則很難在第一時間發現這些地洞的存在。",
						"居住在人類國家中的地侏們通常會是寶石切割師、工程師、學者、或修補匠。有些人類家庭會雇用地侏做為家庭教師，確保其子女能像地侏一樣在認真學習的同時享受快樂。一名地侏在他漫長的壽命中，可能會持續在一個人類家族中擔當好幾個世代的家庭教師。"
					]
				},
				{
					"type": "entries",
					"name": "放眼世界",
					"entries": [
						"地侏好奇而衝動，他們可能會為了見識這個世界、或為了滿足探索的熱愛而踏上冒險的旅途。做為寶石和其他精緻事物的愛好者，有些地侏會將冒險視為一個儘管危險，但卻能快速獲得財富的捷徑。無論促使他們踏上冒險的原因如何，適應於這種生活方式的地侏們所能獲得的樂趣就跟他們從事任何其他活動所能獲得的一樣多，而這有時也會給他們的冒險同伴造成很大的困擾。"
					]
				},
				{
					"type": "entries",
					"name": "地侏姓名",
					"entries": [
						"地侏們喜歡取名字，且他們大部分都擁有半打左右的名字。一名地侏的母親、父親、氏族長老和叔叔阿姨都會為他各取一個名字，而各種幾乎每個人所取的暱稱則可能也可能不會著時間的推移而保留下來。地侏的名字往往是從其祖先或遠親的名字稍作改變而來，但其中也有些是完全新創的名字。當與人類和其他對於取名較為「保守」的種族打交道時，地侏早已學會使用不超過三種名字與之交流：本名，氏族名，和一個暱稱，並從他們這三種類別的各種名字中各挑一個聽起來最有趣的名字使用。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "男性名字：",
									"entry": "Alston, Alvyn, Boddynock, Brocc, Ettrgell, Dimble, Eldon, Erky, Fonkin, Frug, Gerbo, Gimble, Glim, Jebeddo, Kellen, Namfoodle. Orryn, Roondar, Seebo, Warryn, Wrenn, Zook"
								},
								{
									"type": "item",
									"name": "女性名字：",
									"entry": "Bimpnottin, Breena, Caramip, Carlin, Donella, Duvamil, Ella, Ellyjobell, Ellywick, Lilli, Loopmottin, Lorilla, Mardnab, Nissa, Nyx, Oda, Orla, Roywyn, Shamil, Tana, Waywocket, Zanna"
								},
								{
									"type": "item",
									"name": "氏族名：",
									"entry": "Beren, Daergel, Folkor, Garrick, Nackle, Murnig, Ningcl, Raulnor, Seheppen, Timbers, Turen"
								},
								{
									"type": "item",
									"name": "暱稱：",
									"entry": "Aleslosh, Aslthearth, Badger, Cloak, Doublelock, Filchbatter, Fnipper, Ku, Nina, Oneshoe, Pock, Sparklegem, Scumbleduck"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "地底地侏",
					"entries": [
						"地侏的第三個亞種，地底地侏（或稱斯奈布力(svirfneblin)）以小聚落散居在幽暗地獄之中。跟灰矮人和卓爾精靈不同，斯奈布力就跟他們在地表的表親一樣善良。然而，他們的幽默感和熱情仍因那壓抑環境的影響而被抑制，且他們的創新專業則大多轉為表現在石藝領域上。"
					]
				}
			],
			"uncommon": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Gnome.png"
					}
				}
			]
		},
		{
			"name": "半精靈", "ENG_name": "Half-Elf",
			"source": "PHB",
			"entries": [
				"行走在兩個世界，卻不真正屬於任何一方，半精靈結合了他們精靈和人類雙親中最優秀的特質：人類的好奇心、創造力、和野心，並調和以精靈的敏銳感官、藝術修養、和對自然的熱愛。有些半精靈和人類生活在一起，卻因為他們情感和生理上的差異與人類產生隔閡，並因為歲月較少影響他們，而得看著朋友和愛人逐漸老去。其他半精靈則與精靈一起生活，在他們同儕仍做為孩童生活時早早成年，在永恆不變的精靈國度中變得越發焦躁不安。許多無法適應人類或精靈社會的半精靈會選擇孤獨流浪的生活，或加入其他不合群者一同踏上冒險生涯。",
				{
					"type": "entries",
					"name": "兩個世界的傳承",
					"entries": [
						"對人類來說，半精靈看起來就像精靈，而對精靈而言，他們則更像人類。他們的身高與其雙親相同，但他們既不如精靈那般纖瘦，也不像人類那樣厚實。他們的身高介於5呎到大約6呎高，且重量分布自100到180磅，且男性只比女性略高略重一些。半精靈的男性長有面部毛髮，且有時候會刻意留長鬍鬚以掩蓋自己的精靈血統。半精靈的膚色、髮色和容貌介於其人類和精靈雙親之間，並因此展現出相較於其他種族更多樣化的外觀特徵。他們通常會擁有一對與他們精靈親屬相近的雙眼。"
					]
				},
				{
					"type": "entries",
					"name": "使節或浪人",
					"entries": [
						"半精靈並沒有自己的國家，但他們在人類的城市中受到歡迎，而精靈的森林就對他們相對冷淡一些。在大城市中人類和精靈頻繁接觸的區域，半精靈的數量有時候會足夠形成他們自己的小社群。他們喜歡與其他半精靈相處，因為只有他們自己的同胞才能真正理解生活在兩族夾縫之間的艱辛。",
						"然而在大部分的世界中，半精靈的數量極為稀少，以至於一名半精靈可能好幾年都無法遇見另一個半精靈。有些半精靈傾向於避免與他人接觸，孤身遊蕩於荒野中。和精靈一樣，他們被來自長生壽命的探索欲給驅使著，並因此成為護林人、獵人、或冒險者，鮮少造訪文明地帶。而其他半精靈則正好相反，他們投身於人口密集的社會，巧妙地利用他們的魅力和社交技巧以擔當外交官或詐欺犯的角色。"
					]
				},
				{
					"type": "entries",
					"name": "半精靈姓名",
					"entries": [
						"半精靈使用人類或精靈的取名習慣。就如同強調著他們並不真正屬於任何一方，在人類社會中成長的半精靈通常會被賦予精靈名字，而在精靈社會中被扶養長大的則經常會被取人類的名字。"
					]
				},
				{
					"type": "inset",
					"name": "優秀的使節",
					"entries": [
						"許多半精靈在年輕時便學會與所有人相處的技巧，善於消除敵意並找到雙方的共識。身為半精靈種族，他們繼承了精靈的優雅卻沒有精靈的冷漠，繼承了人類的活力卻沒有人類的粗野。他們經常會成為優秀的使節和調停人（但他們在面對精靈和人類之間的衝突時無能為力，因為雙方都懷疑半精靈會偏袒另一方）。"
					]
				}
			],
			"uncommon": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Half-Elf.png"
					}
				}
			]
		},
		{
			"name": "半獸人", "ENG_name": "Half-Orc",
			"source": "PHB",
			"entries": [
				"無論是在強大魔導師的領導下聯合，或是在多年的衝突下陷入僵局，獸人和人類有時會結成同盟，統合成一個更大的部落以成為鄰近文明國家的恐懼。當這些同盟透過聯姻而建立時，半獸人便隨之降生。有些半獸人會利用他們人類血統所帶來的優勢，戰勝其純血獸人競爭者並崛起成為獸人部落中的酋長。有些則會冒險走入世界，並向人類和其他文明種族證明自己的價值。他們之中許多成為了冒險者，因其強大的力量成就偉業、或因為他們的野蠻習俗和野性狂怒而招來惡名。",
				{
					"type": "entries",
					"name": "傷痕與強壯",
					"entries": [
						"半獸人傾斜的額頭，突出的下顎，牙齒外露，和高大的身材都使他們的獸人血統顯而易見。半獸人的身高介於6至7呎高，且通常重約180到250磅。",
						"獸人將戰鬥留下的傷疤視作榮譽的象徵，並將裝飾性的傷痕視為美麗的事物。但有些其他傷痕則象徵著獸人或半獸人曾身為奴隸、或被放逐的恥辱過去。任何曾生活在獸人之中或其附近的半獸人都留有各種疤痕，無論是做為恥辱或榮譽的標記，這些傷疤都記述著他們過去的輝煌成就與創傷。這類半獸人在與人類一同生活時，可能會驕傲地展現這些傷痕、或羞愧地將其隱藏起來。"
					]
				},
				{
					"type": "entries",
					"name": "格烏什的印記",
					"entries": [
						"獨眼之神格烏什創造了獸人，且即使是那些改變信仰的獸人們也無法完全逃離祂的影響。這對半獸人也一樣，儘管他們的人類血統的確緩和了他們獸人遺傳的影響。有些半獸人仍會在夢中聽見格烏什的低語，呼喚他們釋放其體內醞釀的狂暴。其他半獸人則會在他們加入混戰搏鬥時感受到格烏什的狂喜──而這可能會使他們激發出同樣的興奮喜悅、或讓他們因恐懼或厭惡而顫抖。半獸人並非天性邪惡，但無論他們最終選擇接受或是反抗，邪惡都確實盤據在他們的體內。",
						"除了因格烏什的狂暴影響之外，半獸人有著強烈的情緒感受。狂暴並不只是加速他們的脈搏，更使熊熊燃燒著他們的身軀。一聲辱罵就如強酸般使人刺痛，而悲傷則會削弱他們的力量。他們歡樂時會盡情狂笑，而單純的肉體滿足──像是大吃大喝、摔跤搏鬥、打鼓跺腳、和狂野舞蹈──則會使他們的心中充滿喜悅。他們往往脾氣暴躁，且有時會鬱鬱寡歡，更傾向於行動而非沉思，且寧可訴諸武力而非動口爭吵。那些最成功的半獸人往往是那些有著足夠自制力以在文明國家中生存的個體。"
					]
				},
				{
					"type": "entries",
					"name": "部落與貧民窟",
					"entries": [
						"絕大部分的半獸人和獸人居住在一起。而在其他種族之中，人類是最有可能會接受半獸人的族群，且那些不與獸人同住的半獸人們幾乎總是生活在人類的國家中。無論是為了證明自己而混跡在粗野的野蠻人部落，或是為了生存而在大城市的貧民窟裡摸索，半獸人透過他們的蠻力、耐力、以及從人類血統中繼承來的純粹毅力和決心而努力活著。"
					]
				},
				{
					"type": "entries",
					"name": "半獸人姓名",
					"entries": [
						"半獸人通常使用符合其成長環境文化的名字。一個希望與人類融洽相處的半獸人可能會將獸人名換成人類的名字。而一些擁有人類名字的獸人則可能會為了讓自己更富威懾力，而採用一個帶喉音的獸人名。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "男性獸人名：",
									"entry": "Dench, Feng, Gell, Henk, Holg, Imsh, Keth, Krusk, Mhurren, Ront, Shump, Thokk"
								},
								{
									"type": "item",
									"name": "女性獸人名：",
									"entry": "Baggi, Emen, Engong, Kansif, Myev, Neega, Ovak, Ownka, Shautha, Vola, Volen, Yevelda"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "勉強而來的認同",
					"entries": [
						"每個半獸人都會找到某種方式以獲取那些憎恨獸人之人的認同。他們有些沉默寡言，嘗試不引起太多注意。有些會盡可能地公然展示自己的虔誠和善心（無論這些展現是否真誠）。而另外有些則是單純嘗試表現得強硬，好讓所有人都不敢惹他。"
					]
				}
			],
			"uncommon": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Half-Orc.png"
					}
				}
			]
		},
		{
			"name": "提夫林", "ENG_name": "Tiefling",
			"source": "PHB",
			"entries": [
				"總是受到注目與低語、承受街道上的暴力與侮辱、看見每雙眼睛中的不信任和恐懼：這就是提夫林的命運。雪上加霜的是，提夫林知道這是因為那世代以前定下的契約，使得阿斯莫德──九獄之主──的精隨注入了他們的血脈之中。他們的外觀和天性並不是他們的錯，而是源自遠古罪孽的痛苦結果，也是他們和他們的子子孫孫都將永遠承受的重擔。",
				{
					"type": "entries",
					"name": "煉獄血脈",
					"entries": [
						"提夫林是由人類血脈衍生而來，而以最廣泛的意義上來說，他們看起來仍像是人類。然而，他們的煉獄遺產在他們的外觀上打下了清晰的烙印。提夫林有著頭上長有巨大，且形狀各樣的角──有些捲曲如公羊角、而有些則如瞪羚般又直又長、再有些則螺旋向上就好像羚羊角一樣。他們也長著粗壯的尾巴，四到五呎長，在他們感到憤怒或焦慮時甩動或纏繞在他們的腿上。他們的犬齒十分尖銳，且他們的雙眼呈現純粹的黑色、紅色、白色、銀色、或金色，而沒有可見的虹膜或瞳孔。他們的膚色涵蓋了所有人類的膚色，但也包括了各式各樣的紅色。他們那雙角後流瀉而下的頭髮通常呈現暗色系，從黑色、棕色，到暗紅、藍、或紫色都有。"
					]
				},
				{
					"type": "entries",
					"name": "自力更生且多疑",
					"entries": [
						"以少數聚落存在的提夫林群體大部分出沒在人類的城市或城鎮中，且通常處於這些社會中最惡劣的角落，並在長大後成為了騙子、竊賊、或犯罪首腦。有時候他們會混居在其他少數民族中，以其得到更多的敬重。",
						"由於缺乏故土，提夫林知道他們必須在這個世界上摸索出自己的道路，且必須足夠強大才能生存下來。他們並不輕易信任那些自稱為朋友的人，但當提夫林的同伴展現出了他們對他或她的信賴，提夫林也將對他們回以同樣的信賴。一旦提夫林效忠於某人，則這名提夫林將會成為他一生的朋友或夥伴。"
					]
				},
				{
					"type": "entries",
					"name": "提夫林姓名",
					"entries": [
						"提夫林的名字主要分為三大類。那些出生於其他文化的提夫林通常會擁有反映其文化的名字。有些提夫林則有著源自煉獄語，經過幾個世代傳承而演變來的名字，並反映出他們的邪魔血統。有些至力在這個世界上尋找生存空間的年輕提夫林，則會採用代表著美德、或其他他們努力體現的理想的名字。對他們之中的某些人來說，這個名字是一項使命。而對其他人而言，這個名字則代表著不屈的命運。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "男性煉獄語名：",
									"entry": "Akmenos, Amnon, Harahas, Ekernon, Tados, Kairon, Leucis, Melech, Morthos, Pelaios, Skamos, Therai"
								},
								{
									"type": "item",
									"name": "女性煉獄語名：",
									"entry": "Akra, Anakis, Bryseis, Criella, Ea, Kallista. Lerissa, Makaria, Nemeia, Phelaia, Rieta"
								},
								{
									"type": "item",
									"name": "美德化名：",
									"entry": "Art, Carrion, Chant, Creed, Despair, Fear, Glory, Hope, Ideal, Music, Nowhere, Poetry, Quest, Random, Reverence, Sorrow, Torment, Weary"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "互不信任",
					"entries": [
						"人們傾向於對提夫林抱以懷疑，認為他們的煉獄血脈不僅體現在外觀上，也在他們的人格特質和道德上留下了印記。當提夫林進入商店時，店主會時刻留意著他們的商品，而城鎮守衛則可能會跟隨一名提夫林好一陣子以防他做什麼壞事。而煽動者則會把一切怪事歸咎在提夫林身上。然而事實是，提夫林的血脈並不會很大程度地影響他或她的個性。儘管如此，多年來與不信任的相伴仍給大部分的提夫林留下了陰影，且他們也透過各種不同的方式回應這種態度。有些選擇乾脆按照這種邪惡的刻版印象而活，但其他人則選擇維持善良的心。大多數的提夫林都相當清楚人們怎麼看待自己。在年輕時經歷了種種不信任後，提夫林通常會發展出一種透過魅惑或威嚇以克服歧視的應對能力。"
					]
				}
			],
			"uncommon": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Tiefling.png"
					}
				}
			]
		},
		{
			"name": "阿蘭寇拉鷹人", "ENG_name": "Aarakocra",
			"source": "EEPC",
			"entries": [
				"隱居在高聳群山的大樹之顛，有時又被稱作鳥人的阿蘭寇拉鷹人，總能喚起人們的恐懼和驚奇。許多阿蘭寇拉鷹人並不是原生自物質位面的生物。他們來自另一個遙遠的世界──來自那氣元素位面的無邊蒼穹。他們是移民、難民、斥候、以及探索者，他們的前哨基地則做為他們探索這個奇特而陌生世界的立足點。",
				{
					"type": "entries",
					"name": "喙與羽",
					"entries": [
						"從地上看，飛行中的阿蘭寇拉鷹人就如同一隻大鳥。只有當他們降落棲息於樹枝或行走於地面時，他們才會揭露其類人生物的一面。阿蘭寇拉鷹人站立時的身高可達5呎，且他們具有一雙細長，末端漸變成鋒利禽爪的雙腿。",
						"他們的身體披覆著羽毛。他們全身鳥羽的樣式通常代表著他們所屬的部落。男性個體的羽色較為鮮豔，通常為紅色、橘色、或黃色。女性則有著較為柔和的羽色，通常為棕色或灰色。他們的頭部完全就是鳥禽的外貌，如同鸚鵡或是鷹隼，且根據部落不同而有明顯差異。"
					]
				},
				{
					"type": "entries",
					"name": "蒼空看守者",
					"entries": [
						"沒有別處比天空更能讓阿蘭寇拉鷹人感到自在。他們可以在空中待上數個小時、而有些甚至會在空中長達數天，伸展它們的雙翼以讓上升氣流帶著他們翱翔天際。在戰鬥中，他們會展現出靈動自如的飛行特技，以驚人的速度和優雅穿梭，向著敵人俯衝降下武器或禽爪，在迅速迴轉並飛掠遠去。",
						"一旦展翅飛翔，阿蘭寇拉鷹人便不怎麼願意再離開天空。在他們的原生位面，他們可以持續飛行數天或甚至數個月，且只會在產卵和餵養幼崽時才會降落地面，並隨之迅速回到空中。那些來到物質位面世界中的阿蘭寇拉鷹人都覺得這裡是個奇怪的地方。他們有時候會忘記或忽略垂直高度的距離影響，且他們對那些被迫束縛於地面生活勞作的人們只有滿滿的同情。"
					]
				},
				{
					"type": "entries",
					"name": "禽鳥習性",
					"entries": [
						"阿蘭寇拉鷹人與鳥類的相似性不僅限於身體特徵。他們有著許多與尋常鳥類相同的習性。阿蘭寇拉鷹人對於他們的鳥羽相當苛求挑剔，且會頻繁地照料他們的羽毛、清潔並挑去任何他們可能沾染上的微小過客。當他們屈尊從空中降於地面時，通常都會在水池附近這麼做，好讓他們可以抓魚並清潔自己。",
						"許多阿蘭寇拉鷹人都會在他們說話時以啾啾聲強調重點並加深語意，其作用與人類的面部表情和肢體動作類似。一名阿蘭寇拉鷹人可能會對那些無法分辨其中差異的人們感到沮喪；阿蘭寇拉鷹人的出言威脅也可能因此被當作開玩笑，反之亦然。",
						"大部分的阿蘭寇拉鷹人都對所有權的概念感到困惑。畢竟，又有誰能擁有天空呢？即使當有人向他們解釋，他們一開始仍會認為所有權的概念相當神秘難懂。",
						"也因此，那些很少與其他人交流的阿蘭寇拉鷹人很可能會被當作討厭鬼，尤其是當他們從空中飛下帶走牲畜、或當他們掠奪那些豐收的果實和穀物時更為如此。閃閃發亮的物體總能吸引他們的目光。他們很難抗拒收穫財寶，並將之帶回去美化據點的慾望。不過，那些與其他種族生活數年之久的阿蘭寇拉鷹人多多少少學會了抑制這種衝動。",
						"阿蘭寇拉鷹人懼怕受到監禁。被束縛在地面、困在地下、或囚禁在冰冷堅硬的大地中，對阿蘭寇拉鷹人來說都是難以忍受的折磨。即使當他們停歇在高處枝頭、或在他們山巔的家園中休息，他們也都會保持警覺，四處張望並隨時準備起身高飛。"
					]
				},
				{
					"type": "entries",
					"name": "家園",
					"entries": [
						"大部分的阿蘭寇拉鷹人都居住在氣元素位面。他們有時候會進入物質位面以追尋敵人、或在該處挫敗他們敵人的計畫。一些意外事故也可能會讓一整巢的阿蘭寇拉鷹人墜入物質位面的世界。其中一些則可能會在他們的位面中自己找到通往這類世界的傳送門，並在該處的高山或遠古樹林巔峰建立起自己的巢穴。",
						"當數個阿蘭寇拉鷹人部族定居在同個區域，他們會共享同一個狩獵區，其區域範圍可以擴展到最多100哩的距離。每個部族都會在距離他們聚落最近的土地上狩獵，在獵物稀缺時才進一步擴大狩獵範圍。",
						"一個典型的聚落會由一個由藤蔓編織而成的巨大、開放式鳥巢所構成。其中最年長的個體會在薩滿的支持下擔任領袖。"
					]
				},
				{
					"type": "inset",
					"name": "被遺忘國度的阿蘭寇拉鷹人",
					"entries": [
						"從未在費倫確立腳步，阿蘭寇拉鷹人僅僅具有四個主要的聚落，分別位於：至高森林(High Forest)的星之山脈(Star Mounts)、科米爾的風暴之角(Storm Horns)、維洪海域(Vilhon Reach)的裂隙山脈(Cloven Mountains)、以及朱特(Chult)的迷霧絕壁(Mistcliffs)。",
						"那些在星之山脈，靠近德沙林谷地(Dessarin Valley)所建立的聚落中住著一群隱密而戒備森嚴的族群，只有在他們飛越至高森林的途中才會被偶爾目擊。一頭殘暴而貪婪的綠龍曾幾乎將整個聚落消滅殆盡，並使倖存者四散各地。這些阿蘭寇拉鷹人和他們的子嗣誓言對這條龍展開復仇，且他們搜索敵人的身影可能會在北地和科米爾區域被目擊。",
						"他們唯一殘存的聚落座落在星之山脈最南端的山坡上。在獨角獸奔流(Unicorn Run)的上游源頭，那被稱作終末鷹巢(the Last Aerie)的場所是數十名阿蘭寇拉鷹人的家園。而在最近，阿蘭寇拉鷹人的長老們察覺到了盛行風向的變化，並將其視為一個不好的預兆。",
						"不像其他世界中位於物質位面的阿蘭寇拉鷹人，被遺忘國度中的阿蘭寇拉鷹人鮮少返回氣元素位面。"
					]
				},
				{
					"type": "entries",
					"name": "崇高的理想",
					"entries": [
						"阿蘭寇拉鷹人享受和平與遺世獨立的生活。他們大部分都沒什麼興趣和其他人交流，也不願意花費時間參與地面上的活動。也因此，要讓阿蘭寇拉鷹人離開他或她的部族並開始冒險生涯，會需要一些較為極端的狀況。無論財寶或榮耀都不足以誘使他們離開部落；只有威脅著他們人民的危險、復仇的使命、或者重大災難，才會是促使阿蘭寇拉鷹人冒險者們選擇這條道路的主要原因。",
						"另外兩種狀況也可能會使阿蘭寇拉鷹人出發冒險。第一，阿蘭寇拉鷹人與艾夸的風之公爵一族有著歷史性的深刻淵源。一些傑出的個體會以這種聯繫為榮，並可能會尋找七節權杖(Rod of Seven Parts)的遺失殘骸。這把由風之公爵一族所塑造的神器在久遠以前曾被用以擊敗混沌之后(Queen of Chaos)的怪物擁護者：狼蛛密斯卡(Miska the Wolf-Spider)。",
						"當這把權杖被插進密斯卡的軀體時，牠血液中的混沌切裂了這把權杖，並將它的碎片散落在多元宇宙中。收復這些碎片，意味著從打造了權杖的瓦蒂一族(vaati)中贏得榮譽和敬重，同時也可能藉此恢復一把將用於抵抗邪惡元素勢力的強大武器。",
						"第二，阿蘭寇拉鷹人將土元素生物視為死敵，特別是那些侍奉於土之親王歐雷莫奇(Ogremoch, the Prince of Earth)的石像鬼。阿蘭寇拉鷹人的語言中對於這些石像鬼的稱呼可以被籠統翻譯作「飛行岩塊」，阿蘭寇拉鷹人與石像鬼之間的戰爭爆發在土元素位面和氣元素位面，且偶爾會蔓延到物質位面的世界中。在這個位面的阿蘭寇拉鷹人可能會離開他們的聚落，並幫助其他類人生物以對抗土之邪教徒，並阻撓他們的陰謀。"
					]
				},
				{
					"type": "entries",
					"name": "阿蘭寇拉鷹人名字",
					"entries": [
						"就如同他們的說話方式，阿蘭寇拉鷹人的名字包括了一些咂舌音、顫音、和哨音，以至於其他人有些難以念出他們名字的發音。通常來說，一個阿蘭寇拉鷹人的名字具有二到四個音節，以及用作連接這些音節的發音。當與其他種族互動時，阿蘭寇拉鷹人可能會使用別人為他們取的暱稱、或他們全名的簡稱，以方便他人稱呼。",
						"一名任意性別的阿蘭寇拉鷹人都可能會擁有下列其中一個簡名：埃拉(Aera)、艾歐(Aial)、奧爾(Aur)、迪凱(Deekek)、厄克(Errk)、希克(Heehk)、伊奇(Ikki)、克里克(Kleeck)、歐爾(Oorr)、烏斯(Ouss)、夸夫(Quaf)、奎爾克(Quierk)、索里克(Salleek)、厄里克(Urreek)、或齊德(Zeed)。"
					]
				},
				{
					"type": "inset",
					"name": "阿蘭寇拉鷹人背景",
					"entries": [
						"最適合阿蘭寇拉鷹人的背景包括了化外之民、隱士、和學者。",
						"阿蘭寇拉鷹人的小型聚落通常偏遠而與世隔絕，且只有很少的阿蘭寇拉鷹人會離巢而居。在被遺忘國度那至高森林(High Forest)的星之山脈(Star Mounts)中，有不超過數十個的阿蘭寇拉鷹人居住在遠離他們家巢的地方。這些離巢而居的個體通常是遊俠或戰士，時常在外巡邏以戒備外來的威脅。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Aarakocra.png"
					}
				}
			]
		},
		{
			"name": "地侏(地底/斯奈布力)", "ENG_name": "Gnome (Deep/Svirfneblin)",
			"source": "EEPC",
			"entries": [
				"林地侏和岩地侏是地表世界中最常見的地侏種族。然而，還有另一種地表居民很少遭遇到的地侏亞種：地底地侏，也被稱做斯奈布力(svirfneblin)。狡黠寡言的斯奈布力一族對外來者總是謹慎而多疑，但他們也跟其地表上的親族一樣善良、忠誠、且充滿同情心。",
				{
					"type": "entries",
					"name": "生於深地",
					"entries": [
						"斯奈布力看起來更像是石頭構成的生物，而非血肉之軀。他們粗糙的皮膚通常是灰色、棕色、或暗褐色，並藉此做為融入他們周遭岩地的天然保護色。他們的身體因結實的肌肉和脂肪而顯得粗腫，且他們比其矮小身形看起來要來得更重；斯奈布力通常重達100磅或以上，但身高很少超過3呎高。",
						"男性斯奈布力從孩童時便禿頂無髮，但在成年後可能會長出硬挺的鬍鬚。女性長有一頭濃密的秀髮，且她們經常將她們的頭髮綁成辮子或剪短，以避免其影響她們工作。",
						"斯奈布力相當適應了他們地底的生活。他們具有出色的黑暗視覺，且他們之中許多人都具有可以媲美卓爾精靈和灰矮人的魔法天賦。他們體型雖小卻異常強壯，能夠承受住足以壓垮大多數人的苦工和危險。"
					]
				},
				{
					"type": "entries",
					"name": "礦工大師",
					"entries": [
						"儘管他們天性謹慎，斯奈布力並不無趣。他們就像任何其他地侏一樣欣賞熟練的做工和精緻的工藝。斯奈布力熱愛各式各樣的寶石，甚至會大膽地在最深最暗的地道中尋找珍貴的寶石。他們同時也是專業的寶石切割工和礦工，且在所有寶石中尤其對紅寶石情有獨鍾。"
					]
				},
				{
					"type": "entries",
					"name": "地底棲居者",
					"entries": [
						"斯奈布力之所以被稱做地底地侏，正是因為他們選擇生活在遠離地表的深地。大部分的斯奈布力從未見過白日的光亮。他們的家園是隱蔽的要塞，隱藏在迷宮般的通道和巧妙的幻象之中。龐大的礦道網路環繞著斯奈布力的聚落，並且由致命陷阱和隱蔽的哨兵把守。一旦穿過他們的外圍防禦工事，旅行者將會發現其隧道豁然開朗，通往一座由周圍岩石精心雕刻而成的奇妙洞窟城市。與他們的地表親族相比，斯奈布力眼中的舒適要樸素許多，而他們仍為自己的石匠工藝倍感自豪。",
						"地底地侏會盡其所能的保持隱密。即使地表的旅行者成功找到了斯奈布力的聚落，要贏得他們的信任卻是難上加難。而在罕見的情況下，那些成功與地底地侏締結友誼的旅行者們將會發現，在面對任何敵人時，他們都將是最忠實也最勇敢的盟友。"
					]
				},
				{
					"type": "entries",
					"name": "斥候與密探",
					"entries": [
						"居住在地表的地侏們經常因為對於這個世界的純粹好奇心而踏上冒險生活，渴求見識到更多新事物並結識新朋友。",
						"相較之下，大部分的斯奈布力就沒有這種遊蕩四方的慾望，且鮮少遠離他們的家園。他們覺得地表世界是個令人混亂的場所，無邊無際，且充滿未知的危險。",
						"儘管如此，仍有少數斯奈布力知道，掌握在接近他們隱密居所的地表世界上所發生的事情仍有其必要性。也因此，有些斯奈布力會成為斥候、密探、或信使，大膽的外出探險，並盡可能避免引起注意。",
						"眾所周知，這些旅行者對於他們的來歷和目的去向總是絕口不提，但也有少數個體逐漸學會信任那些地表世界的好心人。",
						"少數的斯奈布力成為了商人，與那些地表和地底的其他種族貿易往來。卓爾精靈、灰矮人、和其他種族都知道，斯奈布力通常會保持中立的觀點，且在交易中秉持誠信。在兩個彼此劍拔弩張的敵對種族之間，擔當中間人以間接經營兩者之間的貿易往來是個有利可圖的差事，且他們的身分也能做為重要的防禦機制：斯奈布力的中間人通常比任何人都更清楚關於敵對商貿對象之間流傳的謠言和威脅。"
					]
				},
				{
					"type": "entries",
					"name": "地底地侏姓名",
					"entries": [
						"與他們林地侏和岩地侏的表親相比，斯奈布力更喜歡不那麼花俏的名字。他們的氏族名反映了與特定家族關聯的技能或職業，且有時會因為某個重要人士帶領其向新方向發展而做出改變。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "男性名字：",
									"entry": "Belwar, Brickers, Durthmeck, Firble, Krieger, Kronthud, Schneltheck, Schnicktick, Thulwar, Walschud"
								},
								{
									"type": "item",
									"name": "女性名字：",
									"entry": "Beliss, Durthee, Fricknarti, Ivridda, Krivi, Lulthiss, Nalvarti, Schnella, Thulmarra, Wirsidda"
								},
								{
									"type": "item",
									"name": "氏族名：",
									"entry": "Crystalfist, Gemcutter, Ironfoot, Rockhewer, Seamfinder, Stonecutter"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "被遺忘國度中的地底地侏",
					"entries": [
						"在被遺忘的國度，地底地侏生活在名為幽暗地域的危險地下世界中。這裡迷宮般的洞窟和地道是費倫中那些最為駭人生物的家鄉。因為這個原因，居住在這裡的斯奈布力比他們在其他世界的同族要來得更為謹慎多疑。他們很少允許陌生人加入他們的圈子，且會與那些他們必須與之打交道的人們保持距離。若有人能夠有幸得到一名地底地侏的信賴，那他們將會是一輩子的朋友。對於幽暗地域的斯奈布力而言，真誠信賴的價值遠比黃金要來得貴重許多。"
					]
				}
			],
			"_excludeBaseImages": true
		},
		{
			"name": "元素裔", "ENG_name": "Genasi",
			"source": "EEPC",
			"entries": [
				"在談及其他位面時，大多數人都會將認為它們是個遙遠不可及的神祕國度，但事實上，在世界各處都留有這些位面的影響。這種影響有時候甚至會體現在那些意外降生，血液中流著位面之力的人們身上。元素裔，巨靈和凡人的後裔，便是這類人之一。",
				"諸元素位面的環境對原生於物質位面的生物經常不怎麼友善：輾壓土層、灼熱火焰、無盡天空、和無盡之海，即使只是短暫停留，這些險惡環境仍使造訪元素位面帶來極大的危險。然而，那些強大的巨靈在踏入凡間時，就無須面對這樣的麻煩。祂們能輕易適應於物質位面的相混元素，且他們有時也會主動、或被魔法強迫而前來造訪物質位面。有些巨靈甚至會偽裝成凡人的樣貌，並化名以旅行其中。",
				"在他們的造訪期間，巨靈可能會看上某個凡人，他們結為好友、發展浪漫，並有時因此生下孩子。他們的孩子即為元素裔：聯繫於兩個世界，卻又不屬於任何一方的個體。有些元素裔會誕生在凡人和巨靈結合的家庭中，其他則大多會有兩名巨靈做為雙親，而少數元素裔的家族中則會有一名身為巨靈的遙遠先祖，並在沉睡了數個世代之後才展現出其體內的元素血脈。",
				"偶爾，暴露在元素力量的湧流中，例如內層位面或位面交匯處能量噴湧所產生的現象，也可能會導致元素裔的誕生。該區域內生物體內所飽含的元素能量可能會足以改變他們的本質，並使他們與其他凡人結合所生的子嗣成為元素裔。",
				{
					"type": "entries",
					"name": "元素力量的繼承者",
					"entries": [
						"元素裔從其雙重本質中各繼承了一些性質。他們長的與人類相似，但有著不同尋常的膚色（紅色、綠色、藍色、或灰色），且身上還會出現一些奇異的特徵。他們體內流淌的元素之血在每個元素裔身上都各自體現出不同的性質，且經常以魔法力量的方式呈現。",
						"從外型輪廓來看，元素裔通常會被當作人類。那些繼承了土或水元素的元素裔通常較為沉重，而氣和火元素裔則較輕。每個元素裔都可能保有一些讓人能聯想到其凡人父母的特徵（像是精靈的尖耳朵、矮人的健壯骨架和濃密毛髮、半身人的小巧手腳、地侏的大眼睛，諸如此類）。",
						"元素裔幾乎從未與他們的元素親族有所聯繫。巨靈很少對於他們的凡人子嗣感興趣，且僅僅將他們視為一場意外。他們許多甚至對他們的元素裔子女不帶任何感情。",
						"有些元素裔會因為他們獨特的外觀和奇異魔法而被驅逐，做為放逐者浪蕩四方、或成為蠻荒之地那些類人蠻族和詭異邪教的領袖。其他元素裔則可能獲得地位和極大的影響力，尤其是在那些元素生物備受尊崇的場所更是如此。而少數元素裔則會離開物質位面以尋找他們巨靈親族的庇護。"
					]
				},
				{
					"type": "entries",
					"name": "狂野而自信",
					"entries": [
						"元素裔鮮少缺乏自信心，他們認為自己能夠應對其道路上幾乎所有的挑戰。這種確定性在某個元素裔身上可能會被表現成優雅自信、而在另一人身上則可能體現為傲慢自大。這類似信心有時會使元素裔對風險視而不見，且他們的「偉大計畫」也經常會使他們和其他人陷入麻煩。",
						"太多次失敗的經歷可能會削弱元素裔原本的過甚意識，因此他們會不斷鞭策自己改進，磨練天賦並完善他們的技藝。"
					]
				},
				{
					"type": "entries",
					"name": "元素裔的家園",
					"entries": [
						"做為稀有生物，元素裔可能會終其一生而從未遇到另一名同族。元素裔並沒有自己的大城市或帝國。他們甚至很少有自己的群體，且通常會接受他們出生地的文化和社會。他們的長相越奇特，他們所經歷的日子也就越艱困。許多元素裔會迷失沉醉在熙來攘往的大城市中，在這習慣於形形色色人們的地方，他們的與眾不同鮮少會引來不必要的注意。",
						"然而，那些生活在邊境的元素裔們則過得更加艱難。那裡的人們往往不太願意接納異類。有時候，冷淡的態度和懷疑的目光就是元素裔所能期望得到的最好待遇；在更落後的地方，他們得面對排斥放逐、或甚至承受那些將其誤認為邪魔的人們的暴力對待。面對這樣的艱困生活，這些元素裔往往選擇離群於荒野之中，以群山、森林、湖畔或地下為家。",
						"在被遺忘的國度，大部分的氣和火元素裔都是那些曾經統治過卡林杉(Calimshan)的氣巨靈和火巨靈的後裔。當這些統治者被推翻時，他們的子孫也隨之四散。在數千年以後，這些元素裔的血脈已經散佈在各地。儘管相當少見，但在費倫的西部沿著卡林杉北岸一路延伸至劍灣，以及向東到西土(Western Heartlands)的區域，會較容易發現到氣和火元素裔的蹤跡。其中有些則選擇留在他們遠古的家園。",
						"相反的，水和地元素裔則沒有類似的共同歷史。他們每個人的血統淵源都難以追溯，且有時其遺傳還會跨一兩代才會顯現。許多地元素裔起源自北地，並從該處散布開來。水元素裔則來自沿岸地區，其中最大的一群則來自於墜星海(Sea of Fallen Stars)的周邊地區。",
						"在札卡拉(Zakhara)，那個對大多數費倫居民而言僅僅存在於傳說的遙遠國度，巨靈和施法者會彼此往來，且元素裔也可能會因此誕生。在這片土地的歷史長河中，這些元素裔一直都是巨大災厄和祝福的源頭。"
					]
				},
				{
					"type": "entries",
					"name": "元素裔名字",
					"entries": [
						"元素裔使用將其扶養長大的族群的命名習慣。他們可能往後才會用與眾不同的名字以彰顯自己的傳承血脈，像是列焰(Flame)、餘燼(Ember)、波濤(Wave)、或瑪瑙(Onyx)。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Genasi.png"
					}
				}
			]
		},
		{
			"name": "元素裔(氣)", "ENG_name": "Genasi (Air)",
			"source": "EEPC",
			"entries": [
				"做為一名氣元素裔，你是氣巨靈的後裔。和天氣一樣多變，你的情緒會幾乎毫無徵兆地從平靜轉變為狂野和暴力，但這種情緒風暴鮮少持續太長的時間。",
				"氣元素裔通常具有亮藍色的肌膚、頭髮、和雙眼。一陣微弱但持續不斷的微風伴隨著他們，吹拂他們的秀髮和衣衫。有些氣元素裔的話語帶有呼吸聲，並有著模糊的回音。少部分的人則會有古怪的紋路浮現在他們的身體上，或從他們的頭皮長出晶體。"
			]
		},
		{
			"name": "元素裔(土)", "ENG_name": "Genasi (Earth)",
			"source": "EEPC",
			"entries": [
				"做為一名土元素裔，你是那殘忍而貪婪的土巨靈的後裔，但你不一定因此繼承了其邪惡的天性。你在一定程度上繼承了他們支配大地的能力，並陶醉於出眾而堅實的力量。你傾向避免魯莽的決定，在貿然行動前躊躇許久，三思後行。",
				"土元素在每名個體身上所體現出的性質各有不同。有些土元素裔的身上總會落下點點塵土，汙泥沾染著他們的衣服，無論他們多常清洗都仍顯得骯髒。其他元素裔可能有著如寶石般散發光澤的深棕色或黑色肌膚，雙眼則如同瑪瑙般閃耀。土元素裔也可能會有著光滑如金屬般的肉體、點綴著鏽斑的黯淡鋼鐵肌膚、滿布卵石的粗糙皮質、或甚至是被一層微小晶體給覆蓋。其中最引人注目的特徵是分布在他們身軀上，從中透出微弱光芒的裂紋，"
			]
		},
		{
			"name": "元素裔(火)", "ENG_name": "Genasi (Fire)",
			"source": "EEPC",
			"entries": [
				"做為一名火元素裔，你繼承了火巨靈那反覆無常的性情和敏銳的頭腦。你容易不耐煩並立刻做出決斷。你為自己那與眾不同的外貌而欣喜，而不會將之隱藏起來。",
				"幾乎所有的火元素裔都彷彿內心熊熊燃燒一般熾熱如火，而這印象更因為他們那火紅、碳黑、或淺灰的膚色被更進一步強化。一些外貌與人類較相似的個體有著一頭火紅的頭髮，並會在情緒激動時翻騰扭動；而另一些更奇特個體的頭頂上則舞動著真正的火焰。火元素裔的聲音可能聽起來像是火焰劈啪聲，且他們的雙眼會在憤怒時如燃燒般閃耀。有些火元素裔的身上會伴隨著淡淡的硫磺氣味。"
			]
		},
		{
			"name": "元素裔(水)", "ENG_name": "Genasi (Water)",
			"source": "EEPC",
			"entries": [
				"陣陣浪潮，在風中飛濺的浪花泡沫、以及那海洋深淵之處，這一切的一切都在呼喚著你的心靈。你自由自在，為自己的獨立而備感自豪，儘管其他人可能會因此認為你表現自私。",
				"大部分的水元素裔看起來就彷彿他們剛出浴一般，肌膚和頭髮上總是上滿布水珠，散發著新雨和清水的味道。他們通常有著藍色或綠色的肌膚，且大多有著一雙略大的眼睛，帶有藍黑色的瞳色。水元素裔的頭髮可能會如同在水中一樣隨意飄盪、搖擺自如。有些水元素裔的聲音會帶有讓人想起鯨魚之歌或涓涓細流的低音聲線。"
			]
		},
		{
			"name": "歌利亞", "ENG_name": "Goliath",
			"source": "VGM",
			"entries": [
				"在最高的山峰之上──遠高那樹木能夠生長的斜坡、在那空氣稀薄，寒風呼嘯的所在──哥利亞隱居於此。很少有人能夠聲稱他們見過歌利亞，而能夠聲稱與他們建立友誼的人則更為稀少。歌利亞漫步於岩石、冰冷和狂風的荒涼地帶。他們那看上去如同從山石中雕琢而成的軀體帶給了他們強大的力量。他們的靈魂則如同漂泊的風，讓他們成為了在群山之間四處流浪。他們的心中充盈著對他們嚴酷地域的冰冷敬重，這使每個歌利亞都有責任在部族中爭取自己的一席之地，至死方休。",
				{
					"type": "entries",
					"name": "被驅使的競爭者",
					"entries": [
						"每一天的開始都會為歌利亞人帶來新的挑戰。食物、水、和庇護所在高山上十分稀少。一次微小的錯誤就可能為整個部落帶來滅頂之災，然而一個人的英勇努力也可能足以確保整個部族的生存。",
						"也因此，歌利亞相當重視自給自足和個人技藝。他們擁有一種持續記錄的衝動，用以衡量自己的行為，並將自己的成就與他人比較。歌利亞喜愛勝利，但他們也將失敗看作是提高他們技術的一種刺激。",
						"但這種對致力於競爭的態度也有其壞處。歌利亞是兇猛的競爭者，而最重要的是，他們會被強烈驅使去超越以往的努力。如果一名歌利亞殺死了一條龍，那麼他或她將可能會去找尋一條更大、更強壯的飛龍加以挑戰。很少有歌利亞冒險者能活到晚年，他們大都在嘗試超越過去成就的過程中死去。"
					]
				},
				{
					"type": "entries",
					"name": "公平競爭",
					"entries": [
						"對歌利亞而言，競爭只有在公平環境下才會存在。他們的競爭衡量了才能、以及為其奉獻的時間和精力。這些要素決定了他們在其家鄉土地上能否生存下來，而非依賴魔法物品、金錢、和其他以各種方式打破平衡的要素。歌利亞會欣然地利用這些優勢，但他們會小心謹慎，牢記這類優勢永遠有機會逝去。一名過分依賴這些優勢的歌利亞會變得驕矜自滿，而這在山中往往意味著災難。",
						"這個特質在歌利亞與其他種族交流時尤其明顯。農民與貴族之間的關係讓歌利亞人感到困惑。如果一個國王缺乏領導的智慧，那麼很明顯的，這個王國中最有才華的人就應該取而代之。歌利亞很少會將這些想法藏在心裡，且他們會嘲笑那些依賴社會結構或規則來維持權力的傢伙。"
					]
				},
				{
					"type": "entries",
					"name": "適者生存",
					"entries": [
						"在歌利亞的社會中，任何無法為部落做出貢獻的成年人都會被驅逐。一個孤獨的歌利亞幾乎沒有生存下來的機會，而那些年老或弱小的個體更是如此。歌利亞對那些無法自理的成年人幾乎沒有一絲憐憫，儘管出於公平競爭的觀念，他們仍會照料染病或受傷的人。",
						"一個受到永久性創傷的歌利亞仍被期許在部落中發揮自己的影響力。通常來說，這些歌利亞會在試圖跟上部族的過程中死去，或在夜晚悄悄離開，以接受命運的殘酷意志。",
						"在某種程度上，歌利亞那驅使自己超越自我的衝動，也不可避免地助長了他們邁向衰落和死亡的可怕命運。一名歌利亞寧願在力量和技藝都處於巔峰時在戰鬥中死去，也不願忍受年老的緩慢衰朽。很少有人見過年老的歌利亞，即使是那些離開了自己部族的歌利亞，也會在他們的身體技藝衰退時掙扎著對抗那放棄生命的衝動。",
						"由於他們高風險的生活方式，歌利亞部落長久以來都缺乏由長期領導者所提供的經驗。他們希望他們的領袖生來充滿智慧，因為他們很少能依靠那隨著年齡增長而獲得的智慧。"
					]
				},
				{
					"type": "entries",
					"name": "歌利亞姓名",
					"entries": [
						"每個歌利亞都有三個名字：一個由新生兒父母取的出生名，一個由部落酋長給予的綽號，和一個家族或氏族的名字。出生名通常有著最多三個音節的長度，而氏族名則為五個或更多的音節，並以元音結尾。",
						"出生名很少與性別有關。歌利亞認為男性和女性在所有事情上都是平等的，且他們認為按性別劃分角色的社會是令人困惑或值得嘲笑的。對於歌利亞來說，最擅長一項工作的人就應該是負責這項工作的人。",
						"歌利亞的綽號是一段描述詞，且可能會隨著部落酋長或長老的一時興起而改變。它通常描述了一件由這名歌利亞所做出的，無論成敗都相當引人注目的行為。歌利亞也會為他們其他種族的朋友取綽號，並因為他們做出的驚人之舉而改變它們。",
						"歌利亞在介紹自己身份時，會按照出生名、綽號、和氏族名的順序完整說出這三個名字。在非正式的談話中，他們則使用自己的綽號。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "出生名：",
									"entry": "Aukan, Eglath, Gae-Al, Gauthak, Ilikan, Keothi, Kuori, Lo-Kag, Manneo, Maveith, Nalla, Orilo, Paavu, Pethani, Thalai, Thotham, Uthal, Vaunea, Vimak"
								},
								{
									"type": "item",
									"name": "綽號：",
									"entry": "Bearkiller, Dawncaller, Fearless, Flintfinder, Horncarver, Keeneye, Lonehunter, Longleaper, Rootsmasher, Skywatcher, Steadyhand, Threadtwister, Twice-Orphaned, Twistedlimb, Wordpainter"
								},
								{
									"type": "item",
									"name": "氏族名：",
									"entry": "Anakalathai, Elanithino, Gathakanathi, Kalagiano, Katho-Olavi, Kolae-Gileana, Ogolakanu, Thuliaga, Thunukalathi, Vaimei-Laga"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Goliath.png"
					}
				}
			]
		},
		{
			"name": "矮人(灰)", "ENG_name": "Dwarf (Duergar)",
			"source": "MTF",
			"entries": [
				"灰矮人，或被稱作杜爾加矮人，生活在幽暗地域的深處。比其他矮人們更加深入地底的生活，迎來的卻是慘遭奪心魔的恆久奴役。儘管他們最終贏得了自由，但是這些陰森、灰白色皮膚的矮人如今卻使役著自己的奴隸，且殘暴程度相比他們過去的主人有過之而無不及。",
				"在某些身體特徵上與其他矮人們相似，但灰矮人更顯削瘦而精實，他們有著漆黑的雙眼和光禿禿的腦袋，且其男性通常長著一大把又長又蓬亂的灰色鬍鬚。",
				"灰矮人重視苦幹勝過一切。在他們的文化中，表現出冷酷決心和憤怒以外的感情是不被許可的，但他們有時在工作時看起來仍顯得愉快。他們具有和典型矮人相同的，對於秩序、傳統、完美工藝的欣賞能力，但他們排除了美學和藝術價值，只以絕對功利主義來衡量自己的商品。",
				"由於他們是保守而多疑的種族，只有少數的灰矮人會成為冒險者，而其中只有更少的一部份會待在地表世界。通常只有放逐者才會願意離開他們的地下都市。與你的地下城主討論以確認你是否可以扮演一名灰矮人角色。"
			],
			"_excludeBaseImages": true
		},
		{
			"name": "半身人(鬼智)", "ENG_name": "Halfling (Ghostwise)",
			"source": "SCAG",
			"entries": [
				{
					"type": "inset",
					"entries": [
						"鬼智半身人的祖先可以追溯到過去，當時半身人部落中發生的戰爭將他們的祖先趕出了魯倫(Luiren)。鬼智半身人是其族類中最罕見的，僅僅以緊密的氏族形式散居在瓊達爾森林(Chondalwood)和其他少數的孤立森林之中。",
						"許多鬼智半身人氏族會選擇一個自然地標做為他們領地的中心，且氏族成員會隨身攜帶著該地標的其中一小部分。他們以「夜翔者」聞名的氏族勇士與巨貓頭鷹建立聯繫，並將其做為坐騎飛行於夜空。",
						"由於這個族群對於外族的排斥與不信任，鬼智半身人冒險者相當罕見。請詢問你的DM以確認你是否可以扮演這個亞種的成員。使用玩家手冊中的半身人特性，並加上其列出的亞種特性。"
					]
				}
			]
		},
		{
			"name": "龜人", "ENG_name": "Tortle",
			"source": "TTP",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"我捉了條大魚。",
						"現在我在找一個好朋友",
						"一起分享我的午餐。"
					],
					"by": "龜人俳句"
				},
				"許多龜人們眼中的單純生活，可能會被其他人稱之為冒險生活。龜人出生在沿岸沙灘的附近，而一旦他們能夠以雙腿行走，他們就會成為游牧四方的生存者，渴望探索荒野、經歷其諸般驚奇、考驗自己的技巧，並結交新的朋友。",
				{
					"type": "entries",
					"name": "龜人的一生",
					"entries": [
						"龜人自厚殼龜蛋中孵化誕生，並在他生命最初的幾個禮拜中以四肢爬行。他那年老且瀕臨死亡的雙親會花費他們最後剩下的一點時間為他們的子嗣講述故事。在一年之內，年輕的龜人將成為孤兒，並在那之前學會說話和如何獨立生活。",
						"年輕的龜人和他的兄弟姊妹會繼承他們雙親所留下的任何工具、武器、和禮物。每個年輕龜人都得自己照顧自己，離開他出生的故鄉，並在荒野中找尋屬於自己的角落，在那裡狩獵、捕魚、悠閒度日。隨著每一年過去，龜人不斷磨礪著他的求生技藝。在與鄰居建立友誼的同時，他也尊重著他人的隱私。當某個時刻來到，龜人將會感受到一股難以抵抗的衝動，驅使他離開家園並見識更寬廣的世界。他會收起他的行囊，踏入荒野，並在數個月或數年後帶著他的豐功偉業、以及嶄新的技藝回到家中。",
						"當龜人臨近他壽命的盡頭，他將會尋找配偶並繁衍後代。龜人會在一處易於防禦，被石牆環繞的加固巢院中產下他們的蛋（數量從最少一顆到最多十二顆）。若沒有這樣的場地存在，則他們會自行建造一個。龜人父母會花費他們生命中最後的時光守護這個巢院，保護他們的子嗣，並在他們逝去前分享他們人生中的智慧。當孩子們成長到足以離開巢院，他們將會拿起父母所留下的武器和工具，並獨自踏上自己的旅程。"
					]
				},
				{
					"type": "entries",
					"name": "信仰",
					"entries": [
						"龜人並沒有他們自己的諸神，但他們經常崇拜其他種族的神明。對於龜人來說，在聽聞與神祇有關的故事或傳說之後選擇崇拜祂並不是什麼稀奇的事。在被遺忘的國度中，龜人們特別鍾愛埃達絲、貢德、洛山達、薩弗拉斯、蘇倫、和泰摩拉。在灰鷹的設定中，他們則崇拜著塞莱斯汀、法蘭恩、培羅、佛塔斯、和聖庫斯伯特。龜人們經常受到在龍槍世界中的善良諸神，和艾伯倫世界中的天命諸神所吸引。在非人類神祇之中，則以摩拉丁和悠妲菈與龜人們的關係最為密切。",
						"龜人們相信白天和夜晚守護看顧著他們和其他生物。月亮是夜晚的眼，在黑暗中守望著他們；而太陽則是白天那同樣警醒的眼睛。龜人們在這些「眼睛」照看著他們的時候感覺最為平靜，且當他們無法看見天空中的這兩顆星體時，龜人也會因此感到緊張不安。龜人在待在地下時通常最為不舒服，因為在那裡他們既無法看見太陽，也無法看見月亮。",
						"太陽和月亮同時出現在天空的日子，對他們來說就是被祝福的日子。龜人經常選擇在這些日子離開他們的家園、展開荒野探險、或進行一些其他的危險任務。"
					]
				},
				{
					"type": "entries",
					"name": "內心的冒險者",
					"entries": [
						"龜人們有句名言：「我們把家穿在自己背上。」他們的龜殼本身便提供了他們所需的一切庇護。也因此龜人們並不覺得他們需要住在同一個地方太久。一個龜人聚落的主要用途是作為一種討論會，在那裡龜人們可以彼此交流、分享實用的情報、並在人數眾多的安全考量下與陌生人進行交易。龜人們並不會將這些聚落當作值得他們用生命去捍衛的場所，且當該處不再能滿足他們的需求時，他們便會捨棄該聚落。",
						"大部分的龜人都喜歡觀察其他生物的生活方式，發掘新的風俗習慣和新的做事方法。直到龜人來到他人生的盡頭之前，他並不會有任何繁衍後代的衝動。龜人可以離開自己的故鄉數十年而不會想家。",
						"龜人擁有相當簡單的世界觀。世界是個充滿驚奇的地方，且龜人們能在平凡中看見美好。他們活著的目的，就是為了聆聽那吹拂著棕梠樹葉的風聲、看見青蛙於荷葉上嘓嘓蛙鳴、或行走於人類擁擠的市場之中。",
						"龜人們喜歡學習新的技術。他們會製造自己的工具和武器，且他們善於建造房屋和防禦工事。他們經常為其他文明生物，尤其是人類的建築成就感到驚嘆，且可以花費數年時間在一座城市中徘徊遊蕩，研究其建築奇觀、並學習技術以用在建造保護他們後代的巢院要塞。",
						"儘管他們生命中有很大一部份的時間是在孤獨中渡過，龜人們仍是喜歡結交真摯友誼的社交動物。他們本能上對其他種族的人們並不具有任何敵意。事實上，龜人經常會試圖和非龜人的生物交朋友，學習新的風俗習慣和觀點。"
					]
				},
				{
					"type": "entries",
					"name": "龜人名字",
					"entries": [
						"龜人偏好簡單、中性的名字，且通常不會超過二個音節。若龜人因為任何原因不再喜歡他自己的名字，他隨時可以改名。一名龜人可能會在他的一生中改名多達十數次。",
						"龜人並沒有姓氏或家族名。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "男性和女性名字：",
									"entry": "Baka, Damu, Gar, Gura, Ini, Jappa, Kinlek, Krull, Lim, Lop, Nortle, Nulka, Olo, Ploqwat, Quee, Queg, Quott, Sunny, Tibor, Ubo, Uhok, Wabu, Xelbuk, Xopa, Yog"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Tortle.png"
					}
				}
			]
		},
		{
			"name": "阿斯莫", "ENG_name": "Aasimar",
			"source": "VGM",
			"entries": [
				"阿斯莫的靈魂承載著天堂之光。天堂山(Mount Celestia)是許多守序善良諸神所在的神聖國度，而阿斯莫正是那些被源自該處的神聖力量所祝福人類的後裔。阿斯莫生來就是為要做為諸神的戰士，他們的誕生也被視為一種祝福。他們那超凡脫俗且帶有散發光芒的面容揭示了他們繼承自天界的血脈。",
				{
					"type": "inset",
					"name": "墮落，或重獲恩寵",
					"entries": [
						"在DM的同意下，若你的守護者/天譴阿斯莫轉變為邪惡陣營，則你可以將你角色的亞種改變為墮落阿斯莫。若你這麼做，則將你的亞種特性和好處（包括屬性值提升）全部替換為墮落阿斯莫的。",
						"同樣的，若你的墮落阿斯莫轉變為善良陣營，你的DM可能會允許你使其成為一名守護者或天譴阿斯莫。"
					]
				},
				{
					"type": "entries",
					"name": "天界勇士",
					"entries": [
						"阿斯莫來到世上是為成為律法和善良的守護者。他們的眷主期許他們打擊邪惡，以身作則，並促進正義的發展。",
						"從童年開始，阿斯莫便會透過夢境接收到來自天界存在的引領和指導。這些夢境有助於塑造阿斯莫的性格，賦予他們使命感和對公義的渴望。",
						"每個阿斯莫都可以依靠一名諸神派遣來的天界代理人做為其嚮導。這個存在通常會是一名梵天神侍：一名在凡間做為信使的天使。"
					]
				},
				{
					"type": "entries",
					"name": "隱蔽的流浪者",
					"entries": [
						"儘管阿斯莫身為一切邪惡的敵人，他們通常偏好保持低調。一名阿斯莫無可避免地會吸引邪教徒、邪魔、和其他善良之敵的注意力，而他們全都渴望逮到機會，將天界勇士狠狠擊潰。",
						"當旅行在外時，阿斯莫偏好戴上兜帽、封閉式頭盔、和其他能夠隱藏他們身分的裝備。儘管如此，他們對於公開打擊邪惡不會有絲毫後悔。即使他們渴望隱蔽，但這永遠不值得讓無辜者因此受到傷害。"
					]
				},
				{
					"type": "entries",
					"name": "阿斯莫嚮導",
					"entries": [
						"除了已經墮入邪惡的個體之外，每個阿斯莫的都連結著一名天使。儘管這種聯繫只能在夢中發揮作用，這個天使—通常是梵天神侍—會藉此為其阿斯莫提供指導。這種指導並不是以直接的命令或單純話語呈現，相反的，阿斯莫所接收到的會是異象、預言、或感情。",
						"這名天使並非無所不知。他們的指導往往是基於他們所理解的秩序和良善，且可能會對如何打擊他們所知道的強大邪惡提供其見解。",
						"作為充實阿斯莫角色的一部分，思考一下該角色所聯繫的天使嚮導的特質。天使嚮導表中提供了一些名字和特質，做為你創建你角色嚮導的參考。",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"名稱"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"泰德爾(Tadriel)"
								],
								[
									"2",
									"瑪蘭達爾(Myllandra)"
								],
								[
									"3",
									"賽拉菲娜(Seraphina)"
								],
								[
									"4",
									"葛拉迪亞(Galladia)"
								],
								[
									"5",
									"麥奇歐(Mykiel)"
								],
								[
									"6",
									"瓦蘭卓斯(Valandras)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"特質"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"迂腐，諄諄教訓的"
								],
								[
									"2",
									"富同情心，充滿希望的"
								],
								[
									"3",
									"實際，輕鬆愉快的"
								],
								[
									"4",
									"狂熱兇猛，復仇心強烈的"
								],
								[
									"5",
									"嚴厲，評論審斷的"
								],
								[
									"6",
									"仁慈和善，父母般的"
								]
							]
						},
						{
							"type": "inset",
							"name": "給DM的筆記：扮演天使嚮導",
							"entries": [
								"做為DM，你將負責扮演阿斯莫的天使嚮導，並決定要在夢境中給予他什麼樣的建議或預兆。",
								"這是你將扮演梵天神侍、或其他天界生物等特殊角色加到遊戲中的大好機會。謹記，梵天神侍居住在一個純粹守序和善良的國度。他們可能無法理解凡人在這個世界上所必須面對的妥協或艱難抉擇。對梵天神侍來說，阿斯莫既是他們可貴的學生，就必須達到他們有時近乎苛刻的高標準。"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "矛盾的靈魂",
					"entries": [
						"儘管源於天界，阿斯莫仍是凡人，並擁有自己的自由意志。大部分的阿斯莫會追隨他們既定的道路，但其中有些人則會逐漸將他們的能力視作一種詛咒。這些叛逆的阿斯莫通常僅會滿足於遠離這個世界的紛擾，但也有一小部分人會誠為邪惡的使徒。在他們來看，他們所接觸到的天界之力幾乎與洗腦無異。",
						"邪惡的阿斯莫將成為致命的敵人，他們曾經掌握的光輝力量如今腐化成了一種乾枯可怖的魔力。且他們的天使嚮導已經完全放棄了他們。",
						"即使是完全獻身於善良的阿斯莫，有時候也會感覺自己被撕裂於兩個世界之間。那些指導他們的天使們從遙遠的高處俯瞰這個世界。因此，當一名阿斯莫希望停下腳步以幫助村莊從乾旱中恢復時，他們的天使嚮導則可能會指示他們前去執行更崇高的使命。對於這些遙遠的天使而言，拯救幾個平民與摧毀奧喀斯信徒的邪教團體相比，無疑是微不足道的。儘管阿斯莫的嚮導充滿智慧，但並非絕無正確。"
					]
				},
				{
					"type": "entries",
					"name": "阿斯莫名字",
					"entries": [
						"大部分的阿斯莫出生於人類家庭，且他們通常會使用與他們原生文化相同的命名習慣。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Aasimar.png"
					}
				}
			]
		},
		{
			"name": "阿斯莫(墮落)",
			"source": "VGM",
			"entries": [
				"在年輕時被黑暗力量所碰觸、或在青年時墮入邪惡的阿斯莫，將會成為墮落阿斯莫的一員──這些阿斯莫心中的光芒已經被黑暗所取代。"
			]
		},
		{
			"name": "阿斯莫(守護者)",
			"source": "VGM",
			"entries": [
				"守護者阿斯莫被善良的力量給充滿，並使用它以守護弱小，打擊在各處崛起的邪惡，並時時警惕著黑暗勢力。從年輕的時候開始，守護者阿斯莫便接受到建議和指示：驅使他們在面對邪惡時挺身而出。"
			]
		},
		{
			"name": "阿斯莫(天譴)",
			"source": "VGM",
			"entries": [
				"天譴阿斯莫的體內充盈著劇烈燃燒的神聖能量。這股能量助長了他們摧毀邪惡的強烈渴望——這種渴望，在最好的情況下會使之無所畏懼，在最壞的情況下則會吞噬一切。許多天譴阿斯莫都戴著面具以遮擋視界，專注於控制這股力量，且只有在投身戰鬥時才會卸下面具。"
			]
		},
		{
			"name": "Firbolg",
			"source": "VGM",
			"entries": [
				"費爾伯格的部落隱居在偏遠的森林據點中，且樂於在森林中過著他們寧靜而和諧的日子。當被激怒時，費爾伯格會展現出令人畏懼的武器技巧與德魯伊魔法。",
				{
					"type": "entries",
					"name": "謙遜的守護者",
					"entries": [
						"費爾伯格最喜愛的就是在古老森林中的林木間度過寧靜的一天。他們將森林視作神聖之所，認為森林代表著世界的心臟和紀念生命持久永恆的偉業。",
						"費爾伯格擔當著管理者的角色，在致力保持與自然之間平衡的同時也依賴大地而生。他們的生活方式反映著常識和非凡的聰敏智慧。在豐饒的夏季，他們儲存過剩的堅果、水果、和漿果。而當冬天來臨時，他們分享他們所儲備下來的一切，以確保森林中的動物們能夠活到春天的降臨。",
						"在費爾伯格的眼中，貪婪是最大的過錯。費爾伯格相信，只有在每個生物僅僅取用他們所必須之物時，世界才能保持最健康的狀態。物質財產，特別是那些珍貴的寶石與黃金，對他們一點吸引力也沒有。畢竟，在凜冬肆虐且食物短缺的時節，這些東西又有什麼作用呢？"
					]
				},
				{
					"type": "entries",
					"name": "天生的德魯伊",
					"entries": [
						"費爾伯格具有施展德魯伊魔法的天賦。由於他們尊重自然的文化，加上他們堅強而富洞察力的心靈，使得學習這樣的魔法成為他們本能發展的一部分。幾乎每個費爾伯格都掌握了一些法術，並通常將之用於遮掩他們的存在，且許多個體會持續學習以掌握更強大的自然魔法。",
						"成為了德魯伊的費爾伯格通常會擔任據點的領袖。在部族所採取的每一次行動，德魯伊們不僅需要顧慮集體的需求，也需要考量每次行動對森林和自然世界的影響。費爾伯格的部落寧可受飢餓，也不願在饑荒發生時壓榨土地。",
						{
							"type": "inset",
							"name": "費爾伯格的職業",
							"entries": [
								"大部分的費爾伯格都會成為德魯伊、遊俠、或戰士。這些職業經歷在他們的族類中被代代相傳。費爾伯格的魔法傳承則會透過其他方式表現出來：那些成為吟遊詩人的費爾伯格們傳唱著氏族的傳說，費爾伯格術士守護著他們的聚落。而當氏族與精靈們交好時，費爾伯格法師就可能隨之崛起。",
								"費爾伯格盜賊通常承擔著斥候的任務，監視著鄰近族群以判斷他們的意圖。他們在那些與人類聚落鄰接的費爾伯格部落中最為常見。",
								"費爾伯格野蠻人相當罕見，但那些經常需要面對邪惡類人生物或其他入侵者的費爾伯格氏族算是例外。",
								"費爾伯格牧師和聖騎士通常現身於自然諸神，且通常被視作該神意志的執行者。",
								"費爾伯格契術師極為稀少，但有些氏族仍會與強大的精類生物締結同盟和祕法契約。",
								"費爾伯格武僧幾乎前所未聞，但修道院仍可能會收留那些來自滅亡費爾伯格氏族的年輕倖存者。"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "隱遁的牧者",
					"entries": [
						"作為土地的看護者，費爾伯格通常較喜歡保持眼不見心不煩的態度。他們不會嘗試支配大自然，而是試圖確保它依循自己的規律繁榮生息。",
						"費爾伯格使用他們的魔法以保持他們存在於森林中的秘密。這種做法讓他們得以避開和精靈、人類、和獸人之間的政治和爭鬥。只有當這類事件影響到森林時，費爾伯格才會拾起對它們的關心。",
						"即使面對入侵，費爾伯格仍偏好以巧妙且溫和的手段以防止對他們土地的傷害。他們利用他們的魔法使這片森林變成一個毫無探索魅力的場所，透過暫時性的轉移水泉、驅趕獵物、偷走重要的工具、改變獸道小徑的方向，以讓狩獵或伐木隊絕望的迷途其中。就彷彿森林本身不希望其引起人們對它的注意一樣，當動物們消失不見，且森林被一片古怪的沉默籠罩時，通常便表示著費爾伯格的出現。在這種狀況下，旅行者們最好越快離開越好。",
						"若這些策略沒能趕走入侵者，費爾伯格將會採取更直接的行動。他們對這些人的觀察將會決定接下來發生的事情。如果這些外來者看起來愛好和平，費爾伯格便會接近他們，並溫和的要求他們離開，甚至可能提供食物或其他補給以協助他們離開。若這些人堅守尊敬自然的態度，只取用必須之物，並能夠與森林和諧相處，那麼只要這些外來者發誓保護森林，費爾伯格便會探索與他們建立友誼的可能性。然而，若這些開拓者明顯的展現出邪惡的意圖，費爾伯格也將動用他們的力量和魔法展開壓倒性的反擊。"
					]
				},
				{
					"type": "entries",
					"name": "無家可歸的冒險者",
					"entries": [
						"做為林地的守護者，很少有費爾伯格會夢想離開他們家園並嘗試融入人類社會。然而被流放、或是氏族家園被摧毀的費爾伯格，在這事上可能就沒有其他選擇。大部分的費爾伯格冒險者都是屬於後者。",
						"這些被放逐的費爾伯格永遠無法回到家園。他們可能犯下了某些無法被原諒，通常會使他們家鄉陷入危機的行為，例如引發森林大火、或是殺害一頭稀有或美麗的野生生物。這些費爾伯格孤身一人在這世界流浪，希冀能夠找到一個新家。",
						"那些氏族或家園被摧毀的費爾伯格孤兒，則會成為大自然的戰士，為他們所失去的尋求復仇，並防止自然世界受到進一步的破壞。",
						"極為少數受到氏族信賴的費爾伯格會因為賦予他們的使命而離開家園。這些費爾伯格常感覺自己就如同來到陌生國度的朝聖者，且他們通常只會希望盡可能地完成任務，並回到自己的家鄉。",
						"在決定費爾伯格角色為何離開家園時，可以使用下列費爾伯格冒險者表做為靈感參考。",
						{
							"type": "table",
							"caption": "費爾伯格冒險者",
							"colLabels": [
								"d8",
								"冒險的理由"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"因謀殺而被放逐"
								],
								[
									"2",
									"因嚴重破壞家園土地而被放逐"
								],
								[
									"3",
									"氏族被入侵的類人生物屠殺"
								],
								[
									"4",
									"氏族被巨龍或惡魔屠殺"
								],
								[
									"5",
									"與部落失散並迷失"
								],
								[
									"6",
									"家鄉被天然災害給摧毀"
								],
								[
									"7",
									"預兆指示的個人任務"
								],
								[
									"8",
									"受部落領袖差遣去執行任務"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "費爾伯格名字",
					"entries": [
						"儘管名字的概念讓他們感到奇怪，但當費爾伯格必須面對外來者時，他們會取用精靈的姓名和其打交道。他們熟悉森林中的動植物，並不是透過形式上的名字，而是藉由牠們的行為、習慣、和其他行動來識別這些森林之子。",
						"出於同樣的原因，他們的部落名僅僅代表著他們的家園。當與其他種族交流時，出於圓融和好客的緣故，費爾伯格會以周遭族群所取的名字稱呼他們自己的土地，但他們在自己的族群中，則僅僅是簡單的稱其為「家」。有時候費爾伯格也會使用外來者為他們取的綽號或稱號，讓那些需要名字的傢伙們可以任何想要的時候稱呼他們。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Firbolg.png"
					}
				}
			]
		},
		{
			"name": "天狗", "ENG_name": "Kenku",
			"source": "VGM",
			"entries": [
				"被一樁導致其翅膀被剝奪的古老罪行所困擾，那些淪落遊蕩於世界的天狗做為浪客和竊賊生活在人類社會的邊緣。儘管天狗們所承擔的邪惡名聲其來有自，但他們仍能證明自己是有價值的盟友。",
				{
					"type": "entries",
					"name": "古老的詛咒",
					"entries": [
						"天狗曾經服侍於另一個存在位面中的神秘、偉大的存在。有些人深信他們曾是格拉茲特(Grazz't)的僕從，而其他人則認為他們曾是艾夸的風之公爵麾下的斥候和探索者。無論真相如何，根據傳說，天狗們背叛了他們的主人。無法抵抗那璀璨財寶的誘惑，天狗們密謀竊取這些物品並逃脫前往物質位面。",
						"然而不幸的是，他們的主人在他們實行之前便發現了這個計畫。這名被激怒的高位存在因此對他們降下了三項可怖的詛咒。首先，天狗們珍愛的翅膀枯萎凋零，並從他們身體上脫落，使他們從此受縛於地面。第二，由於他們的聰明才智和技藝被用於欺騙他們的宗主，創造力的火花將被從他們的靈魂中奪去。最後，為了確保天狗們再也不能洩漏任何秘密，他們的主人奪走了他們的聲音。當這名存在認為他們已經受到了足夠的懲罰之後，天狗們便被驅逐釋放到了物質位面之中。",
						"從此以後，天狗們遊蕩於這個世界。他們在能夠接受他們的地方定居，而那裡往往是那些陷入困境、犯罪猖獗的荒涼城市。"
					]
				},
				{
					"type": "entries",
					"name": "飛翔之夢",
					"entries": [
						"天狗對於恢復飛行能力的渴望超乎一切之上。每一名天狗從出生就懷飛往空中的渴望，而他們之所以會想去學習法術，也是希望他們能夠因此掌握讓他們得以在空中飛翔的法術。而那些關於飛天魔毯、飛天掃帚、和類似魔法物品的傳聞，也能夠激起天狗想要獲得它們的強烈欲望。",
						"盡管他們失去了翅膀，天狗們仍然喜愛居住在高塔和其他高聳的建築上。他們尋找那些能觸及天空的廢墟，儘管他們缺乏動力和智慧去修復或加固這類場所，但即使如此，他們輕盈的體重和身形仍讓他們得以居住於那些在正常情況下必定會在人類或獸人腳下崩塌的危房。",
						"有些盜賊公會會雇用天狗做為哨兵和信使。這些天狗居住在公會掌控下那最高聳的建築和塔樓，讓他們得以潛伏在城市的最高處，並時刻監視下方城市的風吹草動。"
					]
				},
				{
					"type": "entries",
					"name": "無望的剽竊者",
					"entries": [
						"做為他們缺乏創造力的後果，天狗們更樂意做為一名強大領主的奴僕。他們的巢群領袖會強制他們服從紀律和減少衝突，但是他們往往無法有效地規劃或制定長期計劃中。",
						"雖然天狗無法使用他們自己的聲音說話，但他們能夠完美模仿他們聽過的任何聲音：從半身人的嗓音、到甚至石頭轟隆滾下山崖的噪音都行。然而，天狗無法創造出新的聲音，且只能夠運用他們所聽過的聲音進行交流。大部分的天狗會結合他們無意中聽過的片語和音效，以傳達他們的意圖和想法。",
						"同樣地，天狗沒有能力去發明新的想法或創造新的事物。天狗可以運用他們卓越的技術複製既存的事物，這讓他們得以成為傑出的工匠和抄寫員。他們可以抄寫書籍、製作物體的複製品、且能活躍於各種需要他們生產大量相同物品的情況。只有少數天狗會滿足於這些工作，因為他們對自由飛行的追求使他們並不安於例行公事"
					]
				},
				{
					"type": "entries",
					"name": "理想的僕役",
					"entries": [
						"天狗們聚居在一起的組織被稱為巢群。一個巢群往往會由最年長、最有經驗、且擁有最廣泛知識儲備的天狗所領導，這樣的角色會被稱為「巢主」。",
						"儘管天狗們無法創造新事物，但他們在學習和記憶細節方面則具有驚人的天賦。因此，懷抱野心的天狗能夠成為最傑出的密探和斥候。天狗能夠學習其他生物所規劃的聰明計劃，並將它們直接付諸實行。儘管天狗們缺乏隨機應變或改進計畫的天賦，但一名充滿智慧的巢主會同時制定多個計劃，並相信其下屬會嚴格按照字面執行其命令。",
						"因為這個原因，許多天狗都會在盜賊公會、強盜、和其他犯罪集團中做為信使、密探、和哨衛為其效力，過著輕鬆的人生。一個由天狗構成的情報網可以在城市中傳遞鳥鳴或其他類似的聲音，警告其盟友關於巡邏警衛的接近、或是在搶劫的絕佳時機發出信號。",
						"由於天狗可以精確地複製任何聲音，他們所傳遞的信息幾乎不會被省略或改變含意。人類信使也許會在無意間因為替換單詞或片語而導致信息被篡改，但天狗能夠完美複製出任何他們所聽到的事物。"
					]
				},
				{
					"type": "entries",
					"name": "天狗冒險者",
					"entries": [
						"天狗冒險者通常會是一名巢群遭受嚴重損失的倖存者、或一名厭倦了犯罪生活的罕見天狗。這些天狗比他們同類要來的更有野心和膽識。也有一些天狗則獨自啟程，出發尋找關於飛行的奧秘、去掌握魔法、或去揭開他們詛咒的秘密並發掘將之破除的手段。",
						"盡管相對獨立，天狗冒險者仍傾向找尋同伴以仿效和追隨。天狗喜歡模仿他們所選擇同伴的聲音和用字遣詞。"
					]
				},
				{
					"type": "inset",
					"name": "扮演一名天狗",
					"entries": [
						"若你正扮演一名天狗，那麼不斷嘗試模仿各種聲音可能會讓人感到困擾或煩躁，而非有趣。你可以只是簡單地描述你的角色發出了什麽聲音，以及它們所代表的含義。除非你故意想要表現地難以理解或神秘莫測，否則盡量使你角色的意圖表現的清楚明確。",
						"你可能會說：「折樹者發出一陣錘緩慢而帶節奏敲打石頭的聲音來顯現他感到多麼無趣。他把玩著他的匕首並且打量著坐在吧檯前的領主聯盟特工。」口頭製造出聲音讓其他玩家猜測其中的含意聽起來或許很有趣，但這也會分散大家的注意力，並可能拖慢整個遊戲節奏。"
					]
				},
				{
					"type": "entries",
					"name": "天狗名字",
					"entries": [
						"由於天狗可以複製任何聲音，他們的名字來自於各種各樣的噪音和短語。天狗的名字通常被分成三個類別，且男性和女性的名字並沒有什麼差別。",
						"天狗暴徒、戰士、和惡棍通常會以武器所產生的噪音為名，例如硬頭鎚敲擊盔甲所發出的鏗啷聲、或是骨頭斷裂所發出的聲響。天狗以外的種族通常會透過描述這種噪音來稱呼這類天狗。這種類型的範例名字包括重擊者(Smasher)、敲擊者(Clanger)、切裂者(Slicer)、和猛擊者(Basher)。",
						"天狗竊賊、騙子、和扒手通常會以那些在城市中常見的動物發出的聲音為名。透過這個方式，天狗們可以呼喚彼此，而其他偶然聽到的人們只會把他們當作時尋常動物的鳴叫。天狗以外的種族通常發出的聲音或天狗所模仿的動物名來稱呼這類天狗，例如鼠撓者(Rat Scratch)、呼哨者(Whistler)、捕鼠者(Mouser)、和低哮者(Growler)。",
						"也有一些天狗會金盆洗手並轉為追求合法貿易。這些天狗會以他們進行手藝時所產生的噪音為名。水手可能會複述風帆飄揚的聲音，而鐵匠則會模仿錘子敲打金屬時所發出的匡噹聲響。天狗以外的種族會透過描述他們營生的聲音來稱呼這些傢伙，像是揚帆者(Sail Snap)、錘打者(Hammerer)、和切割者(Cutter)。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Kenku.png"
					}
				}
			]
		},
		{
			"name": "Lizardfolk",
			"source": "VGM",
			"entries": [
				"只有笨蛋會在見過蜥蜴人後，而仍只把他當作是長滿鱗片的類人生物。儘管體型不同，蜥蜴人更接近於鬣蜥和龍族，而非人類、矮人和精靈等類人種族。蜥蜴人懷有一種怪異且不可思議的心態思維，他們的慾望和想法受到一套不同於溫血動物的準則所驅使。儘管他們那陰暗的沼澤家園距離人類聚落可能只有數百哩的距離，但他們與那些皮膚光滑傢伙的思維模式卻又更是相差甚遠。",
				"儘管他們有著異形般的外觀，有些蜥蜴人仍會努力以自己的方式去結識其他種族的人們。這些蜥蜴人將會是忠誠且可靠的盟友。",
				{
					"type": "entries",
					"name": "異族思維",
					"entries": [
						"蜥蜴人的爬蟲類天性不僅僅體現在他們的外表，更影響著他們思考和行動的方式。和其他類人生物相比，蜥蜴人所經歷的情感生活相當有限。和大多數爬蟲類動物相同，他們的感情主要圍繞著恐懼、攻擊性、和快樂。",
						"蜥蜴人所體驗的情緒大多是一種對生物和情境的超然描述。舉例來說，面對憤怒巨魔的人類基本上都會感到恐懼，他們往往會手足無措，思緒混亂，且只能憑本能做出反應。恐懼的情緒會佔據並控制他們的行動。相反的，蜥蜴人將情緒視作一種用以描述其他生物、物體、和情境的特徵。一個蜥蜴人不會有「我很害怕」的想法，相反的，蜥蜴人會將那些強大且攻擊性強的生物視作可怕的存在，並盡可能避開這些生物。若這類生物發起攻擊，蜥蜴人通常會逃離，且只有在被逼到絕路的時候才會戰鬥。蜥蜴人並不害怕巨魔；他們理解巨魔的強大和可怕之處，並且會根據情況做出相應的應對。",
						"蜥蜴人永遠不會像其他人那樣生氣，但他們在面對那些只能在戰鬥中擊敗，且無法透過其他方式解決的生物表現出攻擊性。他們也會對他們想吞食的獵物，以及那些想要傷害他們的生物展現出攻擊性。",
						"令人愉快的人們和事物能讓蜥蜴人過上更加輕鬆的生活。這些令人愉快的事物必須被保存和保護，有時蜥蜴人甚至會為此犧牲自身的安全。對蜥蜴人來說，那些最令人喜悅的生物和事物能夠給蜥蜴人帶來更多的有利情境，而非恐懼。"
					]
				},
				{
					"type": "entries",
					"name": "冷酷無情且慎重實際",
					"entries": [
						"大多數類人生物都會用冷血來形容缺乏感情和同情心的人。而同樣的標籤則正適合用來描述蜥蜴人。",
						"由於缺乏任何內在的情感反應，蜥蜴人表現出的行為舉止相當冷漠。他們不會為倒下的隊友悲傷，也不會因此對它們的敵人展現憤怒。他們只會冷眼旁觀，並視情況做出反應。",
						"蜥蜴人缺乏對於過去的情感聯繫。他們只會基於當前和未來的功能性和重要性來評估狀況。最能體現這種狀況的莫過於他們處理死者的方式。對蜥蜴人來說，死去的同伴將成為可能的食物來源。這名同伴過去可能曾是一名戰士或獵人，但現在他的屍體只不過是一具剛死不久的鮮肉。",
						"隨著時間推移，一名與其他類人種族一同生活的蜥蜴人可以學會尊重其他生物的情緒。蜥蜴人並不能體會這些感情，而是透過同樣冷淡的方式去評估它們。沒錯，這名倒下的矮人可能會是一頓美味的佳餚，但將這具屍體打成肉排可能會引發其他類人種族的怒火，並降低他們在戰鬥中所能起到的幫助。"
					]
				},
				{
					"type": "entries",
					"name": "實用與生存",
					"entries": [
						"或許蜥蜴人的思維模式看上去有些過度殘酷，但這確實能夠幫助他們在惡劣的環境中生存下來。他們所棲息的沼澤中充滿了各種各樣的威脅。蜥蜴人們注重生存高於一切，而不是感情。",
						"蜥蜴人會以實用價值評估著所有人事物。藝術和美對他們沒有什麼意義。一把鋒利的刀劍能夠起到良好的作用，而一把鈍劍在沒有磨刀石的情況下不過就是個累贅。",
						"蜥蜴人認為沒有必要對未來制定超過一個季節或更久的計畫。這種態度使他們得以保有在這個世界上的影響力水準，但也限制了他們的壯大。蜥蜴人沒有興趣發展寫作、制定長期計畫、或培養其他方式來使他們做為獵人和採集者的簡單生活得到進一步的提升。"
					]
				},
				{
					"type": "entries",
					"name": "不幸的軟弱者",
					"entries": [
						"在他們的心底，蜥蜴人以近乎同情的冷漠態度看待其他類人種族：出生時既沒有結實的鱗片也沒有鋒利的牙齒，尋常人幾乎不可能在沼澤中活超過一天，而他們能夠活到現在真可說是奇蹟。",
						"不過，若其他生物證明自己能對蜥蜴人派上用場，那麼他們將會觸發蜥蜴人的保護反應，而這種反應會因為他們那明顯的弱點而變得更為強烈。蜥蜴人會將他們視作剛孵化的幼仔，無力保護自己，但若妥善照顧，就可能在未來提供不小的幫助。"
					]
				},
				{
					"type": "entries",
					"name": "蜥蜴人的個性",
					"entries": [
						"你可以使用蜥蜴人怪癖表為你的蜥蜴人角色決定他的性格怪癖，或用其做為其獨特癖好的靈感參考。",
						{
							"type": "table",
							"caption": "蜥蜴人怪癖",
							"colLabels": [
								"d8",
								"怪癖"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"你討厭浪費，且想不到理由不去啃食倒下的敵人。手指既美味又好攜帶！"
								],
								[
									"2",
									"你在幾乎全身浸在水中時睡的最香。"
								],
								[
									"3",
									"金錢對你而言毫無意義。"
								],
								[
									"4",
									"對你來說這個世界上只有兩種類人種族：蜥蜴人、和食物。"
								],
								[
									"5",
									"你學會了笑的方法。你使用它來應對所有情緒狀況，以便更好的融入你的同伴。"
								],
								[
									"6",
									"你還是搞不懂譬喻是如何運作的。但這不妨礙你充分發揮每個使用它們的機會。"
								],
								[
									"7",
									"你欣賞那些有自覺的柔弱類人生物，他們得理解自己需要鎖子甲和劍刃才配得上你那與生俱來的餽贈。"
								],
								[
									"8",
									"你喜歡在食物仍在蠕動的時後享用它。"
								]
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "蜥蜴人的說話方式",
					"entries": [
						"蜥蜴人可以熟練使用通用語，但他們的思維模式導致了他們那與其他類人種族大相逕庭的語言模式。",
						"蜥蜴人很少使用譬喻。他們的話語幾乎全是字面上的意思。他們可能會學會使用成語或慣用語，但這對他們來說有不小的難度。",
						"除了敘述性的名稱之外，他們對名字這玩意兒感到非常困惑。他們通常會使用他們自己的命名習慣以通用語來為其他生物命名。",
						"蜥蜴人使用動詞以描述這個世界。處於寒冷天氣中的蜥蜴人可能會說：「風帶來了寒冷」，而不是：「我覺得冷」。蜥蜴人傾向使用動作而非影響來定義事物。"
					]
				},
				{
					"type": "entries",
					"name": "蜥蜴人名字",
					"entries": [
						"蜥蜴人使用龍語來命名。他們會使用由部落基於個人卓越表現或行為的簡單描述所取的名字。舉例來說，嘎魯特(Garurt)的意思是「斧頭」，而這個名字可能就會被賦予一名曾經擊敗獸人並奪走他武器的蜥蜴人戰士。一名喜歡躲藏在蘆葦中埋伏獵物的蜥蜴人可能會被稱做阿秋卡(Achuak)，意為「綠色」，以形容她是如何融入葉叢之中。",
						"蜥蜴人的命名習慣並沒有區分男女。以下的每個範例名字後頭都包括了其翻譯過的含意。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "蜥蜴人名字／含意：",
									"entry": "阿秋卡／綠色(Achuak／green)、阿瑞特／戰爭(Aryte／war)、貝希拉／動物(Baeshra／animal)、達拉崔斯克／龍(Darastrix／dragon)、嘎魯特／斧頭(Garurt／axe)、艾瑞托斯／秘密(Irhtos／secret)、貞克／鎚子(Jhank／hammer)、喀帕斯克／風暴(Kepesk／storm)、克坦德／寶石(Kethend／gem)、科斯／危險(Korth／danger)、寇斯傑／小(Kosj／small)、克塔／惡魔(Kothar／demon)、莉崔斯／護甲(Litrix／armor)、米里克／歌(Mirik／song)、歐塔根／聰明(Othokent／smart)、梭瑞／眼(Sauriv／eye)、托爾登／眾多(Throden／many)、特齊爾／夜晚(Thurkear／night)、厄斯克／鐵(Usk／iron)、瓦利納／燃燒(Valignat／burn)、瓦迦克／戰鬥(Vargach／battle)、維爾蒂卡／山脈(Verthica／mountain)、伏塔／黑(Vutha／black)、維斯／鋼(Vyth／steel)"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Lizardfolk.png"
					}
				}
			]
		},
		{
			"name": "斑貓人", "ENG_name": "Tabaxi",
			"source": "VGM",
			"entries": [
				"來自陌生而遙遠的國度，流浪的斑貓人是一群貓一般的類人生物，在好奇心的驅使下收集各樣有趣的古代文物、傳說、與故事，並留神凝望著世界一切的驚奇。身為最極端的旅行者，斑貓人鮮少會在一個地方久留。他們的天性驅使他們不遺餘力地揭開一切未解之謎，尋找任何失落地財寶或傳說。",
				{
					"type": "entries",
					"name": "遊蕩的流浪者",
					"entries": [
						"大部分的斑貓人留在他們遙遠的故鄉，滿足於居住在那小而緊密的氏族中。這些斑貓人狩獵覓食，製作工藝品，且大多不與外界接觸。",
						"然而，並不是所有斑貓人都滿足於這樣的生活。貓之主，那創造了斑貓人的神明為祂的每一個孩子都贈與了一項獨特的貓科特徵。那些被賜予好奇心的斑貓人被這種天性給驅使於流浪四方。他們尋找著故事、古物、和傳說。那些平安經歷這段漫長旅途的斑貓人將在他們的晚年回到家鄉，並向同族分享著外界的奇聞軼事。透過這種方式，斑貓人們即使與世隔絕，卻不會對他們家鄉之外的世界一無所知。"
					]
				},
				{
					"type": "entries",
					"name": "貿易知識者",
					"entries": [
						"斑貓人重視知識而非物質。一整箱的金幣也許可以用於購買食物或者一捆繩子，但它本身並不怎麼有趣。在斑貓人眼中，積累財富就像是為一場長途旅行而準備口糧。在這個世界上生存下去是很重要，但並不值得為此過分忙亂。",
						"相反的，斑貓人看重知識和新的經驗。他們在熱鬧的小酒館中豎起耳朵，以食物、飲料、和錢幣為酬勞套取一個又一個的故事。儘管斑貓人可能會因此在離開時錢包空空，但是他們滿足於反覆咀嚼他們所收集的故事和傳說，就如同一個清點著硬幣的吝嗇鬼一樣。",
						"儘管物質財富對斑貓人沒什麽吸引力，他們對於尋找調查古代遺物、魔法物品、和其他罕見物品卻有著永不滿足的欲望。除了這些東西可能蘊含的力量之外，斑貓人也會在解開它們製造過程背後的故事和被使用的歷史時感到無與倫比的喜悅。"
					]
				},
				{
					"type": "inset",
					"name": "貓之主",
					"entries": [
						"斑貓人的神祇是一個善變的存在，正符合其貓之守護神的身分。斑貓人相信貓之主在遊蕩於世界之中，守望著他們，並在必要時干預他們的事務。信仰貓之主的牧師相當罕見，且他們通常使用詭術領域。"
					]
				},
				{
					"type": "entries",
					"name": "轉瞬即逝的熱情",
					"entries": [
						"流浪的斑貓人是善變的生物，他們對特定事物的追求或癡迷會隨著一時興起而轉瞬改變。斑貓人的慾望燃燒如火，一旦達成卻又會立即消逝，接著取代為另一個嶄新的追求。只有在某物仍保有秘密的時候，它對斑貓人才具有足夠的吸引力。",
						"斑貓人盜賊會樂於花費數月的時間計劃從一名貴族手中偷取一枚神秘的寶石，然後在得手後僅僅用它來交換一趟船費或一周的食宿。斑貓人可能會在給出寶石之前記下大量的筆記以熟記這顆寶石的每一面，不過一旦它的祕密和性質被揭露出來，寶石就不再具有任何吸引力。"
					]
				},
				{
					"type": "entries",
					"name": "修補匠和吟遊詩人",
					"entries": [
						"好奇心驅使著大多數的斑貓人走出他們的家鄉，但並非所有人都成為了冒險者。他們之中也有人成為了流浪修補匠和吟遊詩人，尋求更安全的途徑以滿足他們的追求。",
						"這些斑貓人會組成小團隊的形式，通常由一名年長，較有經驗的斑貓人帶領最多四名年輕斑貓人學習他們在世上的道路。他們開著色彩繽紛的小型馬車，在一個個聚落之間旅行。當他們到達一地時，他們會在公共廣場上搭建一個小舞臺，在那裡他們吹拉彈唱、講述故事、並提供富有異國情調的商品以交換任何能引起他們興趣的事物。儘管斑貓人會不太情願地收下錢財，但是他們更喜歡顧客用有趣的東西或傳說做為報酬。",
						"這些待在文明國度的流浪者們寧願與人們討價還價，而不是追求更危險的手段以滿足他們的好奇心。然而，物主不願出售或交換某樣特別有趣的東西時，他們也不介意透過一次謹慎的小偷小摸將它弄到手。"
					]
				},
				{
					"type": "entries",
					"name": "斑貓人姓名",
					"entries": [
						"每名斑貓人都擁有一個獨特的名字，由其氏族基於一連串涉及占星術、預言、氏族歷史、和其他秘奧因素的複雜公式而決定。斑貓人的名字可以用於男性和女性，且他們大多使用從他們全名衍生而來的暱稱稱呼彼此。",
						"他們的氏族名通常是基於其氏族領地所在或鄰近區域的地理特徵來決定。",
						"以下列出一些範例斑貓人名字，並包括了寫在斜線後的暱稱。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "斑貓人名字／暱稱：",
									"entry": "山巔雲／小雲(Cloud on the Mountaintop／Cloud)、五木樑／阿樑(Five Timber／Timber)、玉鞋／小玉(Jade Shoe／Jade)、左撇蜂鳥／阿鳥(Left-Handed Hummingbird／Bird)、七雷雲／雷(Seven Thundercloud／Thunder)、蛇裙帶／蛇蛇(Skirt of Snakes／Snake)、迷煙鏡／鏡(Smoking Mirror／Smoke)"
								},
								{
									"type": "item",
									"name": "斑貓人氏族：",
									"entry": "Bright Cliffs, Distant Rain, Mountain Tree, Rumbling River, Snoring Mountain"
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "斑貓人的個性",
					"entries": [
						"儘管可能與矮人或精靈有著相似的背景，斑貓人仍會有與之相差甚遠的動機和怪癖。除了來自背景的個性、理念、羈絆、和缺點之外，你可以使用下列的表格自定義你的角色。",
						"斑貓人的著迷表可以協助你強調你角色的目標。為了添加額外的樂趣，你可以在戰役中每隔數日便重骰一次新的結果以反映你那善變的好奇心。",
						{
							"type": "table",
							"caption": "斑貓人的著迷",
							"colLabels": [
								"d8",
								"我的好奇心目前追尋著……"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"一位神祇或異位面存在"
								],
								[
									"2",
									"一頭怪物"
								],
								[
									"3",
									"一個失落的文明"
								],
								[
									"4",
									"一名法師的秘密"
								],
								[
									"5",
									"一件尋常物品"
								],
								[
									"6",
									"一件魔法物品"
								],
								[
									"7",
									"一處場所"
								],
								[
									"8",
									"一個傳說或故事"
								]
							]
						},
						{
							"type": "table",
							"caption": "斑貓人怪癖",
							"colLabels": [
								"d10",
								"怪癖"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"你想念你在熱帶的家鄉，且即使在夏天也不斷抱怨著天氣的寒冷。"
								],
								[
									"2",
									"除非情非得已，否則你永遠不會穿著同樣的衣服兩次。"
								],
								[
									"3",
									"你對於水有著輕微的恐懼症，且討厭被水弄濕。"
								],
								[
									"4",
									"你的尾巴永遠會出賣你內心的想法。"
								],
								[
									"5",
									"你在高興時會發出響亮的呼嚕聲。"
								],
								[
									"6",
									"你手中總是不斷擺弄著一小團線球。"
								],
								[
									"7",
									"你永遠處於負債，因為你的金錢全都花在豪華宴會和送給朋友的禮物上了。"
								],
								[
									"8",
									"當談論你所著迷的事物時，你口若懸河，從不停頓，以至於他人不太理解你的意思。"
								],
								[
									"9",
									"你常會將你所聽過的傳說和故事中的細節帶到你的對話中。"
								],
								[
									"10",
									"你按捺不住將你看到的有趣事物放進口袋的衝動。"
								]
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "被遺忘國度的斑貓人",
					"entries": [
						"在被遺忘的國度，斑貓人來自馬茲特克(Maztica)，一座位於劍灣西邊大海對岸的國度。居住在馬茲特克的斑貓人以他們的與世隔絕而文明，直到最近，他們才遠離他們從未離開的家園外出冒險。儘管有謠言堅稱在那遙遠的土地上發生了怪事，斑貓人們對於他們改變的原因卻是絕口不提。"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Tabaxi.png"
					}
				}
			]
		},
		{
			"name": "梭螺魚人", "ENG_name": "Triton",
			"source": "VGM",
			"entries": [
				"梭螺魚人守護著海洋深處，在海溝深淵、通往元素位面的傳送門、以及其他遠離陸地住民視野所及的危險之處附近建造小型的聚落。做為深海底層的長期守護者，在近些年來，這些高貴的梭螺魚人們在陸上的世界也日益活躍。",
				{
					"type": "entries",
					"name": "水生十字軍",
					"entries": [
						"數個世紀以前，為了對付邪惡元素那不斷增長的威脅，梭螺魚人來到了這個世界。梭螺魚人曾在水元素位面對他們的敵人發動了多次戰爭，驅趕它們逃入幽暗海淵(Darkened Depths)的窒息壓力和絕對黑暗之中。然而隨著時間過去，梭螺魚人注意到他們的古老元素仇敵變得逐漸沉靜。在探索海淵深處後，他們發現克拉肯、沙華魚人、和其他更加可怕的敵人從水元素位面逃到了物質位面。",
						"在責任和使命感的驅使下，梭螺魚人絕不會讓他們的敵人如此輕易地逃脫。在一場梭螺魚人的崇高秘密會議之中，他們揀選了數名熟練於武器和魔法的志願者加入遠征軍，踏入物質位面以尋找他們敵人的下落。",
						"這些梭螺魚人橫跨在整個世界的海洋，建造領地以監視看守他們敵人可能潛藏的深淵海溝、傳送門、海底洞窟、和其他場所。他們會在發現這些敵人的時候將其狠狠擊潰，迫使那些僥倖存活下來的惡徒只能永遠躲在海底深處苟延殘喘。",
						"隨著他們的敵人被驅逐至海洋深淵，梭螺魚人也在海底安頓了下來，並時刻注意他們的敵人是否有任何回歸的跡象。時光飛逝，梭螺魚人沿著海床逐漸擴張他們最初聚落，並建造前哨基地以和其他種族進行貿易。然而儘管他們逐步擴張勢力，還是很少有人知道他們。他們的聚落是那麽的遙遠，甚至連人魚和海精靈都很少遇到他們。"
					]
				},
				{
					"type": "entries",
					"name": "傲慢的貴族",
					"entries": [
						"由於他們的與世隔絕且對物質位面的有限理解，梭螺魚人可能會顯得傲慢而自大。他們視自己為海洋的守護者，也因此認為其他生物對他們即便不是完全順從，起碼也要致上深深的敬意。",
						"這種態度可能會激怒他人，但它的確是有事實依據。很少人知道梭螺魚人們擊潰那些可怕海底威脅而贏得的偉大勝利。梭螺魚人很少會考慮到凡人們對此事的無知程度，且相當樂意解釋關於他們虧欠梭螺魚人的一切。",
						"梭螺魚人也有一種源自於他們與世隔絕的傾向，認定其他人都會把他們當作受人景仰的盟友和導師而愛戴歡迎。同樣的，這樣的態度也很大程度源自於他們與這個世界的距離。梭螺魚人對這個世界的有限理解使得他們對陸上世界的國家、戰爭、和其他鬥爭一無所知。梭螺魚人很容易把這些事情當作微不足道的事件，認為其不過是梭螺魚人在擔當世界真正守護者期間所發生的一段小插曲。"
					]
				},
				{
					"type": "entries",
					"name": "堅定的捍衛者",
					"entries": [
						"盡管他們的舉止令人不快，梭螺魚人仍是心地善良的生物，且堅信其他文明種族值得他們的保護。他們的態度可能令人惱火，但每當海盜艦隊逡巡於浪潮、或當克拉肯自沉睡中甦醒之時，他們永遠會第一個拿起武器以守護他人。",
						"為了大義，梭螺魚人會欣然犧牲自己的性命。他們會毫無疑問地為人類、人魚、和其他生物奮戰並犧牲。儘管他們自我中心的天性讓他們忽視其他生物的歷史，但他們也因為讓水元素位面的邪惡之物得以進入物質位面，並威脅其住民而背負著罪惡感。梭螺魚人相信他們對這個世界負有一份榮譽的債務，且他們將以戰鬥和犧牲來償還。",
						"有時，他們的熱情和對世界的無知也會使他們誤入歧途。第一次遇到其他生物的梭螺魚人可能會低估他們，這使得梭螺魚人因此容易上當受騙。而因其強悍的軍事傳統，梭螺魚人有時也會太過急於投入戰鬥。"
					]
				},
				{
					"type": "entries",
					"name": "陌生於陸上世界",
					"entries": [
						"有鑒於他們與世隔絕的生活習慣，大多數地梭螺魚人從未到過陸上世界。他們困擾於不能如同在水中那樣輕易上下移動，而地面上的四季變化也使他們迷惑不已。",
						"各式各樣的社會制度、國家、和風俗習慣也使梭螺魚人感到眼花繚亂。儘管他們擁有令人自豪的文化，他們仍對於陸上世界一無所知。典型梭螺魚人的領地總是圍繞著共同的目標被嚴格管理、組織，並團結在一起。在陸地上的梭螺魚人很容易對那妨礙陸上居民真正統一關係感到困惑不解，像是繁雜的聯盟、敵對關係、以及繁瑣的私怨。",
						"最糟的是，梭螺魚人的傲慢更進一步加劇了他們不去理解陸上世界的傾向。",
						"梭螺魚人很容易就把那些他們難以理解的社會慣例歸咎於陸上住民的野蠻、缺失、或是軟弱。"
					]
				},
				{
					"type": "entries",
					"name": "梭螺魚人的個性",
					"entries": [
						"儘管這些善良的擁護者本意不壞，但他們遠非完美，且很容易使他人感到心煩沮喪。你可以從梭螺魚人怪癖表中選擇、擲骰隨機決定，或者改寫一個特製的梭螺魚人怪癖。使用這個怪癖來幫助你塑造你的角色。",
						{
							"type": "table",
							"caption": "梭螺魚人怪癖",
							"colLabels": [
								"d6",
								"怪癖"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"你所說出的請求聽起來都像是該被服從的命令。"
								],
								[
									"2",
									"你總是動不動就誇耀你們文明的偉大之處。"
								],
								[
									"3",
									"你學到了過時版本的通用語,且常常在話語中使用「汝」和「爾」等字句。"
								],
								[
									"4",
									"你認為人們在告訴你關於地方習俗和期許的時候總是所言不虛。"
								],
								[
									"5",
									"陸上的世界是個奇妙的地方，你把它所有的細節都紀錄在一本日記中。"
								],
								[
									"6",
									"你誤以為陸上住民都知曉關於你們族人的歷史並對其印象深刻。"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "梭螺魚人姓名",
					"entries": [
						"大部分的梭羅魚人名字會由兩到三個音節組成。男性名通常以母音字母加上s結尾，而女性名則通常以n結尾。梭螺魚人使用他們家族的保護地做為姓氏，在保護地的名稱後加上一個母音和「th」的音以構成其姓氏。",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "女性梭螺魚人名字：",
									"entry": "Aryn, Belthyn, Duthyn, Feloren, Otanyn, Shalryn, Vlaryn, Wolyn"
								},
								{
									"type": "item",
									"name": "男性梭螺魚人名字：",
									"entry": "Corus, Delnis, Jhimas, Keros, Molos, Nalos, Vodos, Zunis"
								},
								{
									"type": "item",
									"name": "梭螺魚人姓氏：",
									"entry": "Ahlorsath, Pumanath, Vuuvaxath"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Triton.png"
					}
				}
			]
		},
		{
			"name": "Bugbear",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Bugbear.png"
					}
				}
			]
		},
		{
			"name": "Goblin",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Goblin.png"
					}
				}
			]
		},
		{
			"name": "Hobgoblin",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Hobgoblin.png"
					}
				}
			]
		},
		{
			"name": "Orc",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Orc.png"
					}
				}
			]
		},
		{
			"name": "Yuan-ti Pureblood",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Yuan-ti Pureblood.png"
					}
				}
			]
		},
		{
			"name": "矮人(丘陵)", "ENG_name": "Dwarf (Hill)",
			"source": "PHB",
			"entries": [
				"做為一名丘陵矮人，你有著敏銳的感官、精準的直覺、和過人的恢復力。費倫大陸那建立龐大南部王國的金矮人(gold dwarf)就屬於丘陵矮人。而在龍槍設定中的克萊恩世界，那遭到放逐的奈達矮人(Neidar)和被貶謫的克拉矮人(Klar)也同樣屬於丘陵矮人。"
			]
		},
		{
			"name": "矮人(高山)", "ENG_name": "Dwarf (Mountain)",
			"source": "PHB",
			"entries": [
				"做為一名高山矮人，你強壯而結實，並適應於崎嶇山地的艱苦生活。你可能會有著較高的身材（矮人標準），且有著較淺的膚色。費倫大陸北部的盾矮人(shield dwarf)，以及龍槍世界中掌權的海勒氏族(Hylar)和貴族階級的達瓦氏族(Daewar)，都屬於高山矮人。"
			]
		},
		{
			"name": "精靈(高等)", "ENG_name": "Elf (High)",
			"source": "PHB",
			"entries": [
				"做為一名高等精靈，你具有敏銳的心靈且精通至少一種基礎魔法。在D&D的許多世界中，存在著二種高等精靈。其中一種（包括了灰鷹世界的灰精靈(gray elf)和山谷精靈(valley elf)、龍槍世界的西瓦納斯提精靈(Silvanesti)、和被遺忘國度的日精靈(sun elf)）傲慢而孤僻，深信他們自己遠比非精靈或甚至其他精靈種族來的更加優越。另一種類型（包括灰鷹世界的高等精靈(high elf)、龍槍世界的奎靈納斯提精靈(Qualinesti)、和被遺忘國度的月精靈(moon elf)）則更常見且更為友善，並且經常能在人類和其他種族之中被見到。",
				"費倫的日精靈（又被稱作金精靈或晨曦精靈）有著青銅色的肌膚，和赤銅、黑色、或金色的頭髮。他們的眼睛可能是金色、銀色、或黑色。月精靈（又被稱作銀精靈或灰精靈）則更為蒼白一些，有著如雪花石膏般，且有時淡染青藍的肌膚。他們通常有著銀白色、黑色、或藍色的秀髮，而不同深淺的金黃色、棕色和朱紅髮色也不算罕見。他們的雙眼是藍或綠色，並點綴著些許金色。"
			]
		},
		{
			"name": "精靈(木)", "ENG_name": "Elf (Wood)",
			"source": "PHB",
			"entries": [
				"做為一名木精靈，你具有敏銳的感官和直覺，且你迅捷的步伐讓你得以快速而隱密的穿梭在你熟悉的森林中。這個分類包括了灰鷹世界的野精靈(wild elf)（又被稱作革魯哈祈(grugach)）、龍槍世界的卡貢納斯提精靈(Kagonesti)、以及在灰鷹世界和被遺忘國度中被稱作木精靈(wood elf)的種族。在費倫，木精靈（又被稱作野精靈、綠精靈、或森精靈）離群索居，且並不信任非精靈種族。",
				"木精靈的肌膚傾向赤銅色調，有時會帶有點蒼綠。他們的頭髮偏向棕色和黑色，但偶爾也會出現金黃色或赤銅色系。他們的眼睛呈現綠色、棕色、或淡褐色。"
			]
		},
		{
			"name": "半身人(輕足)", "ENG_name": "Halfling (Lightfoot)",
			"source": "PHB",
			"entries": [
				"做為一名輕足半身人，你可以輕易地從注意中躲藏，甚至能以他人的身軀作為掩護。你和藹可親，容易相處。在被遺忘的國度中，輕足半身人遍布甚廣，是最常見的半身人。",
				"輕足半身人比其他半身人更喜歡四處遊歷，且經常與其他種族一同居住、或過著游牧生活。在灰鷹的世界中，這些半身人又被稱作毛腿半身人(hairfeet)或高佻半身人(tallfellows)。"
			]
		},
		{
			"name": "半身人(強魄)", "ENG_name": "Halfling (Stout)",
			"source": "PHB",
			"entries": [
				"做為一名強魄半身人，你比一般人更為強壯，且具有對毒素的抗性。傳聞說強魄半身人擁有矮人血統。在被遺忘的國度中，這些半身人又被稱作強心半身人(stronghearts)，且他們較常見於南方。"
			]
		},
		{
			"name": "地侏(林)", "ENG_name": "Gnome (Forest)",
			"source": "PHB",
			"entries": [
				"做為一名林地侏，你天生具有使用幻術的本領，以及與生俱來的機敏和隱匿天賦。在D&D的世界中，林地侏非常稀少且行蹤隱匿。他們在偏僻森林中的隱密聚落中，使用幻術和詭計以使自己躲避威脅、或在他們被發現時用以從中逃脫。林地侏傾向與其他心地善良的林地住民友善相處，且他們將精靈和善良精類生物視為他們最重要的盟友。這些地侏同樣受到森林中小型動物的喜愛，並依靠牠們提供的情報以發覺那徘徊在他們領地上的威脅。"
			]
		},
		{
			"name": "地侏(岩)", "ENG_name": "Gnome (Rock)",
			"source": "PHB",
			"entries": [
				"做為一名岩地侏，你天生具有超越其他地侏的創造天賦與耐性。大部分D&D世界中的地侏都是岩地侏，包括龍槍設定中的修匠地侏(tinker gnomes)。"
			]
		},
		{
			"name": "Centaur",
			"source": "UACentaursMinotaurs",
			"entries": [
				"Roamers at heart, centaurs love open spaces and the freedom to travel. As much as they can, centaurs run. They race the wind, hooves thundering and tails streaming behind them.",
				{
					"type": "entries",
					"name": "Nature's Cavalry",
					"entries": [
						"Centaurs have humanoid upper bodies, displaying all the human variety of skin tones and features. In size, they are comparable to a human rider mounted on a horse, and they fill similar roles—as cavalry, messengers, outriders, and scouts.",
						"Centaurs' ears are slightly pointed, but their faces are more wide and square than those of elves. Below the waist, they have the bodies of horses, with coats tending toward brown shades (chestnut or bay) and darker tails."
					]
				},
				{
					"type": "entries",
					"name": "Nature and Community",
					"entries": [
						"Centaurs have a strong sense of the interconnectedness of the natural world, and they celebrate family and community as microcosms of that greater connection. The birth of a foal is always cause for festivities. At the same time, centaurs revere the traditions of the past, preserving old ways and keeping alive the legends of ancestral heroes. They feel a close kinship with wild animals, perhaps because of their own hybrid nature, and delight in the feeling of running alongside herds and packs of beasts."
					]
				},
				{
					"type": "entries",
					"name": "Centaur Names",
					"entries": [
						"Centaurs' given names are passed down through family lines. The name given to a new foal is typically the name of the most recently deceased family member of the same gender, keeping alive the memory—and, the centaurs believe, some shard of the spirit—of the departed.",
						"Centaurs rarely use family names, but wear symbols that represent their family membership. These symbols might include graphical representations of plants or animals, printed mottos, braids and beads worn in the hair and tail, or even specific patterns of woven fabric."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Centaur.png"
					}
				}
			]
		},
		{
			"name": "Elf(Eladrin)",
			"source": "MTF",
			"entries": [
				"雅靈是原生於妖精荒野的精靈們，一個充滿美麗、變幻莫測的情感、以及無疆魔力的神秘國度。每個雅靈都會聯繫著四季其中一個季節，有著能讓人聯想該季節的體色，而這種聯繫也會連帶影響這個雅靈的情緒：",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "春",
							"entry": "是歡喜與慶祝的季節，以慶祝冬季悲傷已經遠去的歡欣雀躍作為特徵。"
						},
						{
							"type": "item",
							"name": "夏",
							"entry": "是勇敢與進取的季節，也是精力充沛的時節。"
						},
						{
							"type": "item",
							"name": "秋",
							"entry": "是和平與善意的季節，夏季的收穫將在此時分享給所有人。"
						},
						{
							"type": "item",
							"name": "冬",
							"entry": "是沉思與憂鬱的季節，世界那活潑的能量將在此時酣眠沉睡。"
						}
					]
				},
				"有些雅靈會終其一生都聯繫於一個特定季節，而其他雅靈則會變換、採用新季節的性格。當完成一次長休，雅靈可以改變他所聯繫的季節。雅靈可能會選擇當前的季節、或選擇最符合他當下心境的季節。舉例來說，一名雅靈若內心滿足，則可能會轉變成秋季；一名陷入悲傷的雅靈則可能會改變成冬季；歡喜洋溢的可能會成為一名春季雅靈；而憤怒則可能會使一名雅靈改變成夏季。",
				"下列表格為雅靈提供了每個季節的個性建議。你可以擲骰從該表中決定，或利用它們以啟發你自己的個性。",
				{
					"type": "table",
					"caption": "春季",
					"colLabels": [
						"d4",
						"春季個性"
					],
					"colStyles": [
						"col-2 text-align-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"每一天都是你人生中最棒的一天。"
						],
						[
							"2",
							"你對待任何事情都充滿熱情，即使是最平凡的瑣事也一樣。"
						],
						[
							"3",
							"你熱愛音樂和歌唱。如果沒人起頭，你可以自己開始唱起小調。"
						],
						[
							"4",
							"你沒辦法靜下來。"
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d4",
						"春季缺點"
					],
					"colStyles": [
						"col-2 text-align-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"你會酗酒。"
						],
						[
							"2",
							"勞苦是苦力們的事。你的人生應該要是個悠閒的生活。"
						],
						[
							"3",
							"美人會使你瞬間著迷，但你的迷戀也會同樣快速地消褪。"
						],
						[
							"4",
							"任何值得去做的事，都值得一做再做。"
						]
					]
				},
				{
					"type": "table",
					"caption": "夏季",
					"colLabels": [
						"d4",
						"夏季個性"
					],
					"colStyles": [
						"col-2 text-align-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"你相信直接對抗是解決問題的最好方式。"
						],
						[
							"2",
							"壓倒性地力量幾乎可以完成任何事情。問題越艱難，你需要施加的力量就更大。"
						],
						[
							"3",
							"你昂首挺胸以讓他人依靠你。"
						],
						[
							"4",
							"你維持著威嚇性的外貌舉止。與其傷害他人，不如藉由展現力量來避免衝突。"
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d4",
						"夏季缺點"
					],
					"colStyles": [
						"col-2 text-align-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"你很頑固。讓他人自個改變。"
						],
						[
							"2",
							"最好的選擇就是迅速、出人意料、勢不可當的那個。"
						],
						[
							"3",
							"先打再說。"
						],
						[
							"4",
							"你的憤怒可以幫助你度過任何事情。"
						]
					]
				},
				{
					"type": "table",
					"caption": "秋季",
					"colLabels": [
						"d4",
						"秋季個性"
					],
					"colStyles": [
						"col-2 text-align-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"如果有人需要幫助，你永遠不會吝於伸出援手。"
						],
						[
							"2",
							"你分享你所擁有的，而很少顧及自己的需要。"
						],
						[
							"3",
							"不會只是簡單的一餐，而是豐盛的宴席。"
						],
						[
							"4",
							"你囤積上上好的食物和飲品。你討厭沒有這樣舒適環境的生活。"
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d4",
						"秋季缺點"
					],
					"colStyles": [
						"col-2 text-align-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"你不假思索就會信任他人。"
						],
						[
							"2",
							"你施予給他人，甚至到了會使自己無法自給的程度。"
						],
						[
							"3",
							"所有人都是你的朋友、或你潛在的朋友。"
						],
						[
							"4",
							"你在物質享受上消費甚鉅。"
						]
					]
				},
				{
					"type": "table",
					"caption": "冬季",
					"colLabels": [
						"d4",
						"冬季個性"
					],
					"colStyles": [
						"col-2 text-align-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"最壞的情況總是最有可能發生。"
						],
						[
							"2",
							"你保存你所擁有的。寧可今天挨餓，把食物留到明天。"
						],
						[
							"3",
							"人聲充滿了危險，但你已準備好面對它們。"
						],
						[
							"4",
							"失去的便永遠回不來了。"
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d4",
						"冬季缺點"
					],
					"colStyles": [
						"col-2 text-align-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"萬物終歸一死。為什麼要浪費心思建立任何終將逝去的事物呢？"
						],
						[
							"2",
							"對你來說一切都不重要，且你讓他人指示你行動。"
						],
						[
							"3",
							"你把自己的需求擺在第一位。在冬天，所有人都必須照顧自己。"
						],
						[
							"4",
							"你開口只是為了指出他人計畫中的缺陷。"
						]
					]
				}
			]
		},
		{
			"name": "Elf(Sea)",
			"source": "MTF",
			"entries": [
				"在多元宇宙最早的時期，海精靈就深深愛上了海洋那狂野之美。當其他精靈們在一個個國度之間旅行，海精靈則航行於最深的洋流，探索著百千世界的水域。如今，他們大多生活在海岸淺灘或水元素位面中，組成了小型而隱匿的聚落。",
				{
					"type": "inset",
					"name": "沙華魚人：來自深海的危險",
					"entries": [
						"海精靈在水族世界中所面臨的危險就如同其他精靈們在陸地上所遭遇的一樣繁多，但沒有任何威脅如同沙華魚人一樣致命。這兩個種族之間的仇恨起源於沙華魚人那激進的領土觀念。他們完全無法容忍任何其他智能種族的社會存在，且他們認為整片海洋都是他們的領地。",
						"使這局面更加緊張的是，沙華魚人們信奉著鯊魚之神瑟寇拉(Sekolah)，而精靈的海神，深海塞悉拉(Deep Sashelas)則正好是所有鯊魚不共戴天的仇敵。但即使海精靈們莫名開始信奉瑟寇拉，沙華魚人仍然無法與他們和睦相處──在嗜血狂熱的支配下，沙華魚人甚至會將自己的同族撕成碎片！"
					]
				}
			],
			"_excludeBaseImages": true
		},
		{
			"name": "Elf(Shadar-kai)",
			"source": "MTF",
			"entries": [
				"宣誓效忠於鴉后，這些神秘的影靈從墮影冥界踏入物質位面以伸張她的意志。他們如同其他精靈親戚一樣曾是精類生物，而如今他們則處於一種介於生死之間的詭異狀態。雅靈和影靈就如同彼此的倒影：前者飽含情緒，而後者則近乎沒有感情。"
			],
			"_excludeBaseImages": true
		},
		{
			"name": "Tiefling(Asmodeus)",
			"source": "MTF",
			"entries": [
				"做為阿斯莫德本尊的直系，連結於奈瑟斯(Nessus)的提夫林操控著火焰和黑暗的力量，並得以享有超常智力的指示。"
			]
		},
		{
			"name": "Tiefling(Baalzebul)",
			"source": "MTF",
			"entries": [
				"馬拉多米尼(Maladomini)的崩壞國度由巴力西卜所統治，祂精通於腐化他人，使其微不足道的小惡被釀化作滔天大罪。連結於這個大魔鬼的提夫林可以腐化他人的身體和心靈。"
			]
		},
		{
			"name": "Tiefling(Dispater)",
			"source": "MTF",
			"entries": [
				"九層地獄中第二層的區域大部分都被偉大之城迪斯(Dis)所盤據。在這裡，一切秘密都將揭露並分享給出價最高者，這也使得聯繫於狄斯帕特的提夫林善於間諜和滲透之道。"
			]
		},
		{
			"name": "Tiefling(Fierna)",
			"source": "MTF",
			"entries": [
				"菲爾娜賦予與其強勢個性的提夫林一種掌控一切的能力。"
			]
		},
		{
			"name": "Tiefling(Glasya)",
			"source": "MTF",
			"entries": [
				"格萊希亞，九獄的犯罪首腦，會將那實用於行竊搶劫的魔法授與隸屬於她的提夫林們。"
			]
		},
		{
			"name": "Tiefling(Levistus)",
			"source": "MTF",
			"entries": [
				"冰凍的斯泰吉亞(Stygia)由萊維斯圖斯所統治，這位大魔鬼以向那些面臨無法逃脫厄運的人們提供交易而聞名。"
			]
		},
		{
			"name": "Tiefling(Mammon)",
			"source": "MTF",
			"entries": [
				"貪婪大公瑪門熱愛金錢甚於一切。聯繫於他的提夫林特別善於收集並看守財富。"
			]
		},
		{
			"name": "Tiefling(Mephistopheles)",
			"source": "MTF",
			"entries": [
				"於卡尼亞(Cania)的冰凍國度中，梅菲斯托費勒斯將奧法力量授與那些向他乞求之人。聯繫於他的提夫林將精通一些奧術魔法。"
			]
		},
		{
			"name": "Tiefling(Zariel)",
			"source": "MTF",
			"entries": [
				"血液聯繫於扎瑞爾的提夫林比其他同族更為健壯，且接受了那能在戰鬥中協助他們的魔法能力。"
			]
		},
		{
			"name": "Gith(Githyanki)",
			"source": "MTF",
			"entries": [
				"殘酷的吉斯洋基人從出生便做為戰士受到嚴酷的訓練。"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Githyanki.png"
					}
				}
			]
		},
		{
			"name": "Gith(Githzerai)",
			"source": "MTF",
			"entries": [
				"在他們位於混沌海(Limbo)的要塞中，吉斯澤萊人將他們的心靈磨練至極致。"
			]
		},
		{
			"name": "Changeling",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Long ago there was a woman named Jes, and she had one hundred children. Her rivals conspired against her and swore to kill her children. Jes begged the Sovereigns for help, but their only answer was the wind and rain. In the depths of her despair, a lonely traveler took her hand. \"I will protect your children if they follow my path. Let them wander the world. They may be shunned and feared, but they will never be destroyed.\" Jes agreed, and the traveler gave her his cloak. When she draped it over her children their old faces melted away, and they could be whoever they wanted to be. And so it remains. Though the Children are shunned by all, the gift of the Traveler protects them still."
					],
					"by": "Chance, changeling priest"
				},
				"A changeling can shift its face and form with a thought. Many changelings use this gift as a form of artistic and emotional expression, but it's an invaluable tool for grifters, spies, and others who wish to deceive. This leads many people to treat known changelings with fear and suspicion.",
				{
					"type": "entries",
					"name": "Hidden People",
					"entries": [
						"Wherever humans can be found, there are changelings; the question is whether their presence is known.",
						"Changelings are born to one of three paths. A few are raised in stable communities where changelings are true to their nature and deal openly with the people around them. Some are orphans, raised by other races, who find their way in the world without ever knowing another like themselves. Others are part of nomadic changeling clans spread across the Five Nations who keep their true nature hidden from the single-skins. Some clans maintain safe havens in major cities and communities, but most prefer to wander the unpredictable path of the Traveler.",
						"In creating a changeling adventurer, consider the character's relationships with people around them. Does the character conceal their true changeling nature? Do they embrace it? Do they have connections to other changelings or are they alone and in search of companions?"
					]
				},
				{
					"type": "entries",
					"name": "Masks and Personas",
					"entries": [
						"In their natural form, changelings are slender and pale with colorless eyes and silver-white hair. A changeling can alter its physical appearance with a thought. While this can be used to deceive others, it is a natural form of expression for the changeling. A changeling shifts shapes the way others might change clothes. A casual shape—one created on the spur of the moment, with no depth or history—is called a mask. A changeling mask can be used to express a mood or to serve a specific purpose and then never used again. However, many changelings develop identities that have more depth. They build an identity over time, crafting a persona, with history and beliefs. This focused identity helps a changeling pinpoint a particular skill or emotion. A changeling adventurer might have personas for many situations, including negotiation, investigation, and combat. Personas can be shared by multiple changelings; there might be three healers in a community, but whoever is on duty will adopt the persona of Tek, the kindly old medic. Personas can even be passed down through a family, allowing a younger changeling to take advantage of contacts established by previous users of the persona."
					]
				},
				{
					"type": "entries",
					"name": "Changeling Names",
					"entries": [
						"A changeling might use a different name for each mask and persona, adopting new names as easily as they develop new faces. The true name of a changeling tends to be monosyllabic; however, there are often accents to a changeling's name that are expressed through shapeshifting, something single-skins will likely miss. For instance, two changelings might have the name Jin, but one is Jin-with-vivid-blue-eyes and one is Jin-with-golden-cheeks.",
						"Changelings have a fluid relationship with gender, seeing it as one characteristic to change among many others.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Changeling Names:",
									"entry": "Bin, Cas, Dox, Fie, Hars, Jin, Lam, Mas, Nix, Ot, Paik, Ruz, Sim, Toox, Vil, Yug"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Changeling.png"
					}
				}
			]
		},
		{
			"name": "Kalashtar",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"I am kalashtar, born of two worlds. Over a thousand years ago, my ancestor bound her bloodline to the spirit Kashtai, and I am a child of that union. Kashtai moves within me. Her memories come to me in dreams, and at times her voice whispers in the silence of my mind. As long as at least one of my sisters is alive, Kashtai will survive—and as long as she lives, she will fight il-Lashtavar."
					],
					"by": "Lakashtai, servant of the light"
				},
				"The kalashtar are a compound race created from the union of humanity with renegade spirits from the plane of dreams—spirits called the quori. Kalashtar are often seen as wise, spiritual people with great compassion for others. But there is an unmistakable alien quality to the kalashtar, and they are haunted by the conflicts of their otherworldly spirits.",
				{
					"type": "entries",
					"name": "Bound to Spirits",
					"entries": [
						"Every kalashtar has a connection to a spirit of light, shared by other members of their bloodline. Physically, kalashtar appear human, but the spiritual connection affects them in a variety of ways. Kalashtar have symmetrical, slightly angular features. Their movements and body language are different from those of humans; most beings find it graceful, but to some it feels unnerving. The eyes of a kalashtar often glow when it is focused on a task or feeling strong emotions.",
						"The kalashtar can't directly communicate with their quori spirits. A kalashtar might experience the relationship as a sense of instinct and inspiration, drawing on the memories of the spirit when they dream. This connection grants the kalashtar minor psionic abilities, as well as protection from psychic attacks. All of these dream-spirits are virtuous, but some are warriors, while others are more contemplative or kind; a kalashtar player and DM can work together to determine the nature of the linked spirit. Typically, a kalashtar knows the name and nature of their spirit, but some—for instance, an orphan kalashtar raised among outsiders—might know nothing of their spirit or the source of their psychic gifts.",
						"The bond to the spirit can cause some kalashtar to display unusual quirks of behavior. A kalashtar player can roll or select a trait from the following table.",
						{
							"type": "table",
							"caption": "Kalashtar Quirks",
							"colLabels": [
								"d10",
								"Quirk"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"You try to understand the motives and feelings of your enemies."
								],
								[
									"2",
									"You prefer using telepathy over speaking aloud."
								],
								[
									"3",
									"You feel a strong drive to protect the innocent."
								],
								[
									"4",
									"You apply dream logic to mundane situations."
								],
								[
									"5",
									"You discuss things out loud with your quori spirit."
								],
								[
									"6",
									"You suppress your emotions and rely on logic."
								],
								[
									"7",
									"You are strongly influenced by the emotions of those around you."
								],
								[
									"8",
									"You prefer to find nonviolent solutions to problems whenever possible."
								],
								[
									"9",
									"You are driven by a warrior spirit and will fight for any noble cause."
								],
								[
									"10",
									"You are obsessed with Dreaming Dark conspiracies."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Hunted by Nightmares",
					"entries": [
						"The virtuous spirits tied to the kalashtar fled from the dream realm of Dal Quor to escape the evil spirits that dominate the realm. The rebel quori believe that through meditation and devotion, they can eventually change the fundamental nature of Dal Quor, shifting the balance from darkness to light. Thus, most kalashtar communities focus on acts of devotion to the faith known as the Path of Light. But the dark powers of Dal Quor have their own plans on Eberron. Through the force known as the Dreaming Dark, these monsters are manipulating the people of Khorvaire and eliminating kalashtar whenever possible.",
						"Many kalashtar defend themselves from the Dreaming Dark by living in close-knit communities, focusing on devotion to the Path of Light. But some among the kalashtar feel obliged to seek out the agents of the Dreaming Dark and oppose their plans, or simply to protect the innocent however they can. There are some kalashtar who have grown up isolated from their kind, who know nothing about Dal Quor or the Dreaming Dark. Such orphans may use their abilities for personal gain or otherwise act against the virtuous instincts of their quori spirits; this can often cause internal conflicts and violent mood swings."
					]
				},
				{
					"type": "entries",
					"name": "Kalashtar Names",
					"entries": [
						"A kalashtar name is formed by the blend of a personal prefix tied to the name of the quori spirit within the kalashtar. Each spirit has a gender identity, but this may or may not match the gender identity of the kalashtar host. Thus, a female kalashtar might have what others would consider a masculine name, because she's tied to a spirit with a masculine identity. Kalashtar orphans are unlikely to know the names of their spirits and instead take names from the cultures they're raised in.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Quori Names:",
									"entry": "Hareth, Khad, Kosh, Melk, Tash, Ulad, Vash"
								},
								{
									"type": "item",
									"name": "Female Quori Names:",
									"entry": "Ashana, Ashtai, Ishara, Nari, Tana, Tari, Vakri"
								},
								{
									"type": "item",
									"name": "Kalashtar Names:",
									"entry": "Coratash, Dalavash, Dolishara, Halakosh, Khoratari, Koratana, Lanhareth, Molavakri, Nevitash, Sorashana, Torashtai, Valakhad, Vishara"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Kalashtar.png"
					}
				}
			]
		},
		{
			"name": "Shifter",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Geth's ancient heritage rose up from deep within him, spreading out from the core of his being. Some shifters manifested terrible claws, massive fangs, astounding speed, or heightened senses. Geth's gift from his lycanthrope ancestors was sheer toughness. Strength seeped into his bones and flooded his flesh. His skin hardened, and his hair became coarse like an animal's tough hide. A sense of invincibility spread through him. For the moment, at least, he felt unstoppable!"
					],
					"by": "Don Bassingthwaite",
					"from": "The Binding Stone"
				},
				"Shifters are sometimes called the weretouched, as many believe that they are the descendants of humans and lycanthropes. They are humanoids with a bestial aspect. While they can't fully change shape, they can temporarily enhance their animalistic features—a state they call shifting. Whatever their origins, shifters have evolved into a unique race. A shifter walks on the knife's edge between the wilds and the world around them. Do they embrace their primal instincts or the path of civilization?",
				{
					"type": "entries",
					"name": "The Beast Within",
					"entries": [
						"Early in childhood, a shifter forms a bond with a beast within: a totemic force that shapes their body and mind. Some shifters believe that these spirits are independent entities, and they might speak of Bear or Wolf as ancestors or guides. Most just see the beast within as a formidable expression of their inner nature, something that emerges over time as the shifter's personality takes shape. The beast within is a pool of powerful instincts, and its influence is revealed by the shifter's personality: a feline shifter might be cool and distant, driven by predatory instincts, while a shifter with a lupine spirit is drawn to find and protect a pack. When a shifter fully embraces this beast within, they physically transform for a short time.",
						"This beast within is reflected by the shifter's subrace. The following subraces are especially common:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Beasthide",
									"entry": "often signifies the bear or boar: stoic, stubborn and thick-skinned."
								},
								{
									"type": "item",
									"name": "Longtooth",
									"entry": "shifters typically have lupine traits and are attracted to pack life."
								},
								{
									"type": "item",
									"name": "Swiftstride",
									"entry": "shifters are often predatory and feline, but a swiftstride could also be a cunning rat who darts through the shadows."
								},
								{
									"type": "item",
									"name": "Wildhunt",
									"entry": "shifters are born from any creature that tracks its prey."
								}
							]
						},
						"While the beast within certainly has a physical impact on a shifter, it also has a spiritual and psychological effect. Two beasthide shifters share the same special ability, but if one has the aspect of the boar and the other is more like a bear, they'll be quite different in personality. With any shifter, identifying the beast within is a crucial part of understanding the character"
					]
				},
				{
					"type": "entries",
					"name": "Similar and Diverse",
					"entries": [
						"Shifters are similar to humans in height and build but are more naturally lithe and flexible. Their facial features have a bestial cast, with large eyes, flat noses, and pointed ears; most shifters also have prominent canine teeth. They grow fur-like hair on nearly every part of their bodies.",
						"The traits of the beast within affect a shifter's appearance as well. A swiftstride shifter might have catlike eyes and delicate build, while a beasthide shifter is likely a massive brute built like a bear. While a shifter's appearance might remind an onlooker of an animal, they remain clearly identifiable as shifters even when at their most feral."
					]
				},
				{
					"type": "entries",
					"name": "The Journey Yet to Come",
					"entries": [
						"Shifters have a strong presence in the Eldeen Reaches, and they often live among humans and can be found in rural areas across Khorvaire. While they form powerful bonds with friends and kin, shifters place great value on selfreliance and freedom. It's a shifter proverb to \"always be prepared for the journey yet to come,\" and most shifters strive to be ready for change or opportunity.",
						"Shifters have a natural inclination toward classes with a primal connection. A shifter barbarian draws their rage from the beast within. A shifter ranger indulges their urge to wander and hunt. A shifter rogue harnesses their own predatory instincts. But shifters can pursue any path or faith."
					]
				},
				{
					"type": "entries",
					"name": "Shifter Names",
					"entries": [
						"Shifters have no language of their own and often live in blended communities. As such, shifter names typically overlap with the names of other cultures in their region. Many shifters prefer to keep their personal names for their friends and use \"wandering names\" with strangers. These are usually tied to an obvious physical or personality trait.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Shifter Names:",
									"entry": "Badger, Bear, Cat, Fang, Grace, Grim, Moon, Rain, Red, Scar, Stripe, Swift, Whiskers, Wolf"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Shifter.png"
					}
				}
			]
		},
		{
			"name": "Shifter (Beasthide)",
			"source": "UAWGE",
			"entries": [
				"Stoic and solid, a beasthide shifter draws strength and stamina from the beast within. Beasthide shifters are typically tied to the bear or the boar, but any creature known for its toughness could apply."
			]
		},
		{
			"name": "Shifter (Longtooth)",
			"source": "UAWGE",
			"entries": [
				"Longtooth shifters are fierce and aggressive, but they form deep bonds with their friends. Many longtooth shifters have canine traits that become more pronounced as they shift, but they might instead draw on tigers, hyenas, or other predators."
			]
		},
		{
			"name": "Shifter (Swiftstride)",
			"source": "UAWGE",
			"entries": [
				"Swiftstride shifters are graceful and quick. Typically feline in nature, swiftstride shifters are often aloof and difficult to pin down physically or socially"
			]
		},
		{
			"name": "Shifter (Wildhunt)",
			"source": "UAWGE",
			"entries": [
				"Wildhunt shifters are sharp and insightful. Some are constantly alert, wary for possible threats. Others focus on their intuition, searching within. Wildhunt shifters are excellent hunters, and they also tend to become the spiritual leaders of shifter communities."
			]
		},
		{
			"name": "Warforged",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"\"Pierce was built by design, while you were built by accident,\" Lakashtai said. \"The soul is what matters, not the shape of the vessel.\"",
						"\"What makes you think he has a soul?\" Gerrion said.",
						"\"What makes you think you do?\""
					],
					"by": "Kieth Baker",
					"from": "The Shattered Land"
				},
				"The warforged were built to fight in the Last War. The first warforged were mindless automatons, but House Cannith devoted vast resources to improving these steel soldiers. An unexpected breakthrough produced fully sentient soldiers, blending organic and inorganic materials. Warforged may be made from wood and metal, but they can feel pain and emotion. Built as weapons, they must now find a purpose beyond the war. A warforged can be a steadfast ally, a cold-hearted killing machine, or a visionary in search of purpose and meaning.",
				{
					"type": "entries",
					"name": "Living Steel and Stone",
					"entries": [
						"Warforged are formed from a blend of organic and inorganic materials. Root-like cords infused with alchemical fluids serve as their muscles, wrapped around a framework of steel, darkwood, or stone. Armored plates form a protective outer shell and reinforce joints. All warforged share a common facial design, with a hinged jaw and crystal eyes embedded beneath a reinforced brow ridge. A sigil is engraved into the center of the forehead; this is unique to each warforged. Beyond these common elements of warforged design, the precise materials and build of a warforged vary based on the purpose for which it was designed. A juggernaut warrior is a massive brute sheathed in heavy steel plates, while a skirmisher can be crafted from wood and light mithral to grant it lithe and elegant movement.",
						"While they are formed from stone and steel, warforged are humanoids. Resting, healing magic, and the Medicine skill all provide the same benefits to warforged that they do to other humanoids. A warforged can focus its mind on its body as it rests, adjusting its shape and form to assume one of a few defensive postures. A warforged who expects heavy combat might focus on durability, while during a time of peace they might be content to adopt a lighter, less aggressive form."
					]
				},
				{
					"type": "entries",
					"name": "Warforged Personality",
					"entries": [
						"The warforged were built to serve and to fight. For most of their existence, warforged had a clearly defined function and were encouraged to focus purely on that role. The Treaty of Thronehold gave them freedom, but many warforged struggle both to find a place in the post-war world and to relate to the creatures that created them.",
						"The typical warforged shows little emotion. Many warforged embrace a concrete purpose—protecting allies, completing a contract, or other pursuits—and devote themselves to this task as they once did to war. However, there are warforged who delight in exploring their feelings and their freedom. Most warforged have no interest in religion, but some embrace faith and mysticism, seeking higher purpose and deeper meaning.",
						"The typical warforged has a muscular, sexless body shape. Some warforged ignore the concept of gender entirely, while others adopt a gender identity in emulation of the creatures around them."
					]
				},
				{
					"type": "entries",
					"name": "Quirks",
					"entries": [
						"Whether due to some flaw in their creation or ignorance of how other creatures operate, warforged often acquire an odd personality trait or two. A warforged player can choose to roll or select a trait from the Warforged Quirks table.",
						{
							"type": "table",
							"caption": "Warforged Quirks",
							"colLabels": [
								"d10",
								"Quirk"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"You analyze (out loud) the potential threat posed by every creature you meet."
								],
								[
									"2",
									"You don't understand emotions and often misread emotional cues."
								],
								[
									"3",
									"You are fiercely protective of anyone you consider a friend."
								],
								[
									"4",
									"You often say the things you are thinking aloud without realizing it."
								],
								[
									"5",
									"You try to apply wartime tactics and discipline to every situation."
								],
								[
									"6",
									"You don't know how to filter your feelings and are prone to dramatic emotional outbursts."
								],
								[
									"7",
									"You don't understand clothing beyond its utility and assume that what a creature wears denotes its job and status."
								],
								[
									"8",
									"You are obsessed with your appearance, and constantly polish and buff your armor."
								],
								[
									"9",
									"You are deeply concerned with following proper procedures and protocols."
								],
								[
									"10",
									"War is the only thing that makes sense to you, and you're always looking for a fight."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Warforged Names",
					"entries": [
						"Warforged were assigned numerical designations for use in military service. Many of them adopted nicknames, often given to them by their comrades. As free individuals, some have chosen new names as a way to express their path in life. A few take on human names, often the name of a fallen friend or mentor.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Warforged Names:",
									"entry": "Anchor, Banner, Bastion, Blade, Blue, Bow, Church, Crunch, Crystal, Dagger, Dent, Five, Glaive, Hammer, Iron, Lucky, Mace, Pants, Pierce, Red, Rusty, Scout, Seven, Shield, Slash, Smith, Spike, Stone, Temple, Vault, Wall, Wood"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Warforged.png"
					}
				}
			]
		},
		{
			"name": "Warforged (Envoy)",
			"source": "UAWGE",
			"entries": [
				"As an envoy, you were designed with a certain specialized function in mind. You might be an assassin, a healer, or an entertainer, to name a few possibilities. Envoys are the rarest of the warforged subraces, and yours could be a unique design."
			]
		},
		{
			"name": "Warforged (Juggernaut)",
			"source": "UAWGE",
			"entries": [
				"You're an imposing war machine built for close combat and raw might. You tower over your comrades: juggernaut warforged stand between 6 and 7 feet in height and can weigh up to 450 pounds."
			]
		},
		{
			"name": "Warforged (Skirmisher)",
			"source": "UAWGE",
			"entries": [
				"You were built to scout the edges of battle and outmaneuver your enemies. You are lean and designed for speed."
			]
		},
		{
			"name": "Half-Elf (Mark of Detection)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"If you want a wall of muscle to get between you and a blade, go to House Deneith. If you want someone to anticipate the threat and make sure you aren't even in the room with whoever's holding that blade... that's what we do."
					],
					"by": "Baron Trelib d'Medani"
				},
				"The Mark of Detection is an inquisitive's dream. It sharpens powers of observation and intuition, allowing the bearer to draw connections and interpret clues others might miss. By actively drawing on its powers, the bearer can detect poisons and study the energies of magic.",
				{
					"type": "entries",
					"name": "House Medani",
					"entries": [
						"The Warning Guild of House Medani brokers the services of bodyguards and inquisitives. Medani advisors specialize in risk assessment and management, protecting clients from both physical and social threats. While Medani overlaps with the inquisitives of House Tharashk and the bodyguards of House Deneith, the Warning Guild specializes in subtle threats and complex mysteries.",
						"The members of House Medani are half-elves with deep roots in Breland. Medani has little interest in the power struggles that sometimes break out between the other dragonmarked houses. Many Medani heirs are more interested in helping their communities than in raw profit, and Medani heirs often work with local law enforcement or help those who can't afford their services."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are a few examples of characters with the Mark of Detection.",
						{
							"type": "entries",
							"name": "House Agent Bard",
							"entries": [
								"With the kind of threats your house deals with, words are often more effective than weapons. You serve as one of the eyes of the house, listening for rumors and watching for dangerous cabals and conspiracies. Along the way you do your best to mediate disputes and defuse dangerous situations."
							]
						},
						{
							"type": "entries",
							"name": "Rogue Folk Hero",
							"entries": [
								"You're an inquisitive trained by your house. You grew up in a bad neighborhood, and while you could make more gold solving the problems of nobles, you're more interested in helping your community. You've had a few good cases and you've helped a lot of people, and word has spread."
							]
						},
						{
							"type": "entries",
							"name": "Sage Wizard",
							"entries": [
								"You're a brilliant diviner and inquisitive, and your talents have gotten you into trouble. You have a knack for uncovering conspiracies, and you found one in House Medani. It might involve shape-changed demons or dragons—or both. You don't know how deep it goes, but you're certain that other dragonmarked houses and noble families have been infiltrated. People think you're a little intense. Some say paranoid. But you'll show them all when you finally get to the bottom of this draconic conspiracy!"
							]
						}
					]
				}
			]
		},
		{
			"name": "Half-Orc (Mark of Finding)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"My ancestors used their gift to track beasts in the swamps. I use mine to find fugitives in the slums of Sharn. I'm still a hunter. I always find my mark."
					],
					"by": "Hondar'Aashta, Tharashk bounty hunter"
				},
				"The Mark of Finding sharpens the senses, guiding the hunter to prey. Alone among the dragonmarks, the Mark of Finding is carried by two races: humans and half-orcs. It first appeared in the Shadow Marches, where clan hunters used it to find their prey. The mark helped unite humans and orcs in the Marches and brought House Tharashk to the Five Nations.",
				{
					"type": "entries",
					"name": "House Tharashk",
					"entries": [
						"House Tharashk traditionally licenses inquisitives and bounty hunters. Recently the Finder's Guild has expanded into dragonshard prospecting. Dragonshards are the lifesblood of the magical economy. A talent for finding this resource has given the house new wealth and influence.",
						"Tharashk is the youngest of the dragonmarked houses and hasn't embraced all of the customs of the Twelve. Heirs often use family names instead of the house surname and many hold on to beliefs and traditions carried from the Shadow Marches—like the druidic faith of the Gatekeepers or secretive cults of the Dragon Below."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are examples of characters with this mark.",
						{
							"type": "entries",
							"name": "Druid House Agent",
							"entries": [
								"House Tharashk is home to an ancient order of druids who protect the world from aberrant threats. Although you are officially an operative of the house, you are truly an agent of the Gatekeepers, and investigate the activities of mad cultists and the Daelkyr."
							]
						},
						{
							"type": "entries",
							"name": "Criminal Rogue",
							"entries": [
								"You're an inquisitive who works the mean streets of Sharn. You've got friends on both sides of the law. Sometimes you walk a crooked line to unravel a tough case."
							]
						}
					]
				}
			]
		},
		{
			"name": "Human (Mark of Finding)",
			"source": "UAWGE",
			"_appendCopy": {
				"name": "Half-Orc (Mark of Finding)",
				"source": "UAWGE"
			}
		},
		{
			"name": "Human (Mark of Handling)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Don't get sentimental. A beast is a tool. Our role is to find the right tool for the task and to make sure they're of the finest quality. Nature is our kingdom; never forget that we were born to rule it."
					],
					"by": "Baron Hella d'Vadalis"
				},
				"The Mark of Handling gives its bearer a primal connection to beasts and the natural world, granting the power to calm and coax. This extends beyond purely natural animals; the mark allows its bearer to guide a hippogriff as easily as a horse.",
				{
					"type": "entries",
					"name": "House Vadalis",
					"entries": [
						"House Vadalis plays an important role in daily life. Vadalis ranches produce meat, mounts, and more. Vadalis isn't one of the most powerful houses, but its barons are generally content; they're more interested in discovering new monstrosities than engaging in the politics of the dragonmarked houses.",
						"House Vadalis breeds and trains beasts for a wide range of purposes. While they maintain vast cattle ranches and train horses and hounds, the Mark of Handling allows Vadalis to work with more exotic creatures as well. Griffons, hippogriffs, and even bullettes can be bred and trained. Vadalis also works with more intelligent beasts, such as giant owls, displacers beasts, and pegasi. Even with the Mark of Handling, this is dangerous work; there's a lot of turnover at the bullette ranch. But these exotic creatures aren't enough to satisfy the most innovative members of the house, and this has led to the practice of magebreeding. Using the Mark of Handling and dragonshard focus items, Vadalis has found ways to create magical creatures. Typically, this results in a superior version of a mundane creature—an animal that is stronger, faster, and smarter. But rumors claim that Vadalis has crafted monsters of its own. Some rumors even insist that Vadalis has been trying to magebreed better humans..."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Some characters with the Mark of Handling:",
						{
							"type": "entries",
							"name": "Noble Druid",
							"entries": [
								"Your family is one of the most powerful in the house, and they've learned to use its power to do amazing things: shapeshifting, manipulating animals and the world. While you're mechanically a druid, you don't share any druidic beliefs; rather, you believe that your mark gives you rightful dominion over the natural world."
							]
						},
						{
							"type": "entries",
							"name": "Ranger House Agent",
							"entries": [
								"You've been trained to track and handle the wildest monstrosities. You're still mastering your skills, but you want to get out into the world and discover new beasts that have never been harnessed—new creatures that you can bring back to your house."
							]
						},
						{
							"type": "entries",
							"name": "Outlander Druid",
							"entries": [
								"Your dragonmark gives you a powerful connection to the natural world. You hate what your house is doing with this power—turning this gift into a business, exploiting the creatures you're connected to. You have abandoned the house and loathe them all now."
							]
						}
					]
				}
			]
		},
		{
			"name": "Halfling (Mark of Healing)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"What's the price of a life? Well, I've got a rate sheet right over here. I'd be happy to discuss it."
					],
					"by": "Bessi d'Jorasco, Fairhaven healer"
				},
				"A halfling with the Mark of Healing can save a life with a touch, restoring vitality and the will to live. When dealing with mundane medicine, the mark helps its bearer sense the nature of maladies and afflictions and find the best solution. When equipped with dragonshard focus items, the mark can even draw the dead back from the depths of Dolurrh.",
				{
					"type": "entries",
					"name": "House Jorasco",
					"entries": [
						"The Healer's Guild provides a vital service to Khorvaire, and the Last War ensured that there was great need for healers. The guild runs the schools that teach medicine and houses of healing that provide both mundane and magical services. If it could save a life, it's probably tied to Jorasco... and it will come with a cost. If you have the gold, Jorasco healers can remove a disease instantly with lesser restoration. If you can't afford such a service, they will treat you with mundane techniques (the Medicine skill). House Jorasco is also the source of potions of healing. While many criticize Jorasco's demands for payment, the leaders of the house maintain that it's not about greed; it's about ensuring the survival and prosperity of the house, so they can continue to help future generations.",
						"While the public face of Jorasco is that of the healer, there are rumors that the house engaged in disturbing experiments during the Last War, working with House Vadalis to develop biological weapons and strange new creatures. A Jorasco heir will have to decide if they want to investigate these rumors... and what they'll do if the rumors are true."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are a few examples of characters who carry the Mark of Healing.",
						{
							"type": "entries",
							"name": "Noble Cleric",
							"entries": [
								"You are one of the heirs of Baron Ulara, the matriarch of House Jorasco. Your mark is remarkable (and the source of your clerical abilities) and you feel that you're just beginning to unlock its power. Are you willing to devote your abilities to your house? Or do you think that you may have a greater calling?"
							]
						},
						{
							"type": "entries",
							"name": "Folk Hero Bard",
							"entries": [
								"You served as a medic in the Last War, using humor and stories to keep up the spirits of your patients. You've seen too much suffering, and you need to do something about it. You've broken away from the house and you've been doing charitable work in your community. But you want to find a way to do more."
							]
						},
						{
							"type": "entries",
							"name": "Criminal Rogue",
							"entries": [
								"You grew up as an orphan in Sharn. One of your parents must have been tied to Jorasco, but you found a different family: the Boromar Clan, a criminal guild run by halflings. You've learned how to heal and how to hurt people. Now you need to decide which path you want to follow."
							]
						}
					]
				}
			]
		},
		{
			"name": "Halfling (Mark of Hospitality)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Welcome, welcome! So good to see you again. Let me get your drink—blackroot tal with honey, yes? And then you have to listen to this story I've heard about the strange things going on in the Cogs."
					],
					"by": "Alara d'Ghallanda, halfling bartender"
				},
				"They may not always have gold, but a halfling with the Mark of Hospitality is sure to be rich in friends. The magic of the mark allows the bearer to keep a place clean, and to heat, chill, and season food. But it also helps the bearer connect with others, setting troubled minds at ease—a powerful tool, though it can cause anger if abused.",
				{
					"type": "entries",
					"name": "House Ghallanda",
					"entries": [
						"The majority of inns, taverns, and restaurants in the Five Nations are either directly owned by House Ghallanda or licensed by its Hosteler's Guild. Most people give little thought to House Ghallanda; when compared to the soldiers of House Deneith and the factories of House Cannith, an alliance of innkeepers seems harmless and inconsequential. But Ghallanda's strength lies in charm and connections. A Ghallanda innkeeper hears many things—if you want to know what's really going on in a community, talk to the halfling bartender. The leaders of House Ghallanda don't sell information; they prefer to build friendship and deal in favors. But should a Ghallanda baron every truly need something, they likely have a favor they can call in.",
						"Ghallanda has a number of \"bound businesses\"—franchises run directly by the house. The Gold Dragon Inn is such a business, and Gold Dragon Inns can be found in every major city, each serving a familiar menu and providing similar services. But many Ghallanda heirs take pride in creating their own unique businesses. There are also many independent restaurants, inns, and taverns that are licensed by Ghallanda. The blink dog seal is an assurance that a locale meets Ghallanda standards of health and quality—but not every inn is run by a halfling."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are some examples of characters who carry the Mark of Hospitality.",
						{
							"type": "entries",
							"name": "Noble Warlock (Archfey)",
							"entries": [
								"Your parents run a score of Gold Dragon Inns. You've never gotten your hands dirty with the family business; you've been too busy doing important things, like going to all the best parties. Just the other day you were dancing with some Greensinger druids, and they summoned some sort of Archfey from Thelanis. Honestly, you don't remember all the details... it was one of those parties... but it seems like you made some sort of deal with this fey prince. You're not sure exactly what you agreed to; you'd better gather a few friends and figure it out."
							]
						},
						{
							"type": "entries",
							"name": "Guild Artisan Bard",
							"entries": [
								"You used to run the finest bar in Cyre... until the Mourning destroyed it. You know a group of adventurers—regulars from your lost tavern—and you're tagging along with them until you figure out your next step. Perhaps you'll earn enough gold to buy a new bar... or perhaps you'll find a different path."
							]
						}
					]
				}
			]
		},
		{
			"name": "Human (Mark of Making)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"My house built the modern world. Orien may drive the lightning rail, but it's Cannith who builds the cars and lays the stones it travels on. Cannith makes the everbright lanterns hold the night at bay. Smith, carpenter, alchemist—the best all carry my seal."
					],
					"by": "Baron Merrix d'Cannith"
				},
				"The Mark of Making guides its bearer through any act of creation. The bearer of the mark can mend broken things with a touch, and always has a minor magic item they've been working on. An artificer or a wizard will get the most out of the mark, but anyone can find a use for an enchanted blade.",
				{
					"type": "entries",
					"name": "House Cannith",
					"entries": [
						"House Cannith dominates all forms of manufacturing, both mystical and mundane. Cannith forgeholds use streamlined forms of production to quickly produce common goods. Even independent artisans often learn their trade at Cannith academies and adhere to Cannith standards. The House of Making builds the tools the other houses rely upon, and it has always been the unspoken leader of the Twelve.",
						"The Last War was a time of great opportunity for Cannith. Every nation wanted weapons and warforged, along with mundane arms and armor. The war raised the house up, and then tore it down. House Cannith was based in Cyre, and the Mourning destroyed the house leadership and key facilities. Now three barons jockey to fill the leadership vacuum: the alchemist Jorlanna of Fairhaven, weaponsmith Zorlan of Korth, and warforged innovator Merrix of Sharn. It remains to be seen whether one of these leaders will unite the house, or if it will shatter under the strain. If you're an heir of House Cannith, you should decide which of these barons you serve—or if you have other ideas about the future of the house."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Some characters with the Mark of Making:",
						{
							"type": "entries",
							"name": "Noble Wizard",
							"entries": [
								"Born to one of the most powerful families in House Cannith, you're a diletante who has so far squandered your arcane training. Will you find purpose in your life as an adventurer? Or will the house demand that you live up to the duties of your rank?"
							]
						},
						{
							"type": "entries",
							"name": "Criminal Artificer",
							"entries": [
								"Your parents were excoriated from House Cannith for engaging in forbidden research. They died when you were young. You've never learned what they were working on. But you inherited their talent for artifice and you've been hiding in the shadows of Sharn. It's time to pursue your parents' legacy."
							]
						}
					]
				}
			]
		},
		{
			"name": "Human (Mark of Passage)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"We get things where they need to go. It doesn't matter if it's a letter, a person, or a hundred tons of steel. Whether we have to cross mountains, rivers, or the Mournland itself, Orien finds a way."
					],
					"by": "Bali d'Orien, veteran courier"
				},
				"The Mark of Passage governs motion, allowing its bearer to move with uncanny speed and precision. Running, leaping, climbing—the Mark of Passage enhances every form of movement. The bearer of the mark can even slip through space, leaping from point to point in the blink of an eye.",
				{
					"type": "entries",
					"name": "House Orien",
					"entries": [
						"The House of Passage manages land transportation. The Lightning Rail is the house's most dramatic tool, but Orien runs caravans and coaches across the length of Khorvaire. Dragonshard focus items ensure that the fastest vehicles are those driven by heirs with the Mark of Passage, but the house also licenses unmarked teamsters. The Courier's Guild of House Orien delivers mail and packages and has a branch that handles more covert and dangerous deliveries.",
						"Orien has dominated transportation for centuries, but now the house is facing challenges. The Mournland is a dramatic obstacle for ground transportation, and the expanding role of Lyrandar airships threatens Orien's business. Long distance teleportation is a service only the strongest Orien heirs can provide. Now Orien, seeking to expand its use of teleportation, is working with Cannith to find ways to unlock and enhance this ultimate gift of the Mark of Making. Orien heirs may be caught up in these experiments or in the rivalry with House Lyrandar, or they may stay close to the ground and just keep moving."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are examples of characters who carry the Mark of Passage.",
						{
							"type": "entries",
							"name": "Outlander Ranger",
							"entries": [
								"You're a courier who specializes in dangerous deliveries to exotic locations. Your assignments take you into the wilds, the Mournland, and worse. Hopefully you have a team of capable friends!"
							]
						},
						{
							"type": "entries",
							"name": "Rogue Urchin",
							"entries": [
								"You grew up as a foundling in the worst slums of Sharn. For you, the city is a vast vertical jungle, and you love climbing towers and leaping between bridges. You value friendship and freedom. You're more interested in having fun and helping your companions than in joining up with some stuffy house."
							]
						}
					]
				}
			]
		},
		{
			"name": "Gnome (Mark of Scribing)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Communication is the foundation of civilization."
					],
					"by": "Lysse Lorridan d'Sivis, House Matriarch"
				},
				"The Mark of Scribing deals with communication—both the written and spoken word. A gnome who bears the mark can {@i feel} words as though they are living creatures, struggling to make their meaning known. The mark provides a range of gifts. It translates languages, but it also allows its bearer to communicate with others at a distance.",
				{
					"type": "entries",
					"name": "House Sivis",
					"entries": [
						"The gnomes of House Sivis facilitate communication. This is seen most literally in speaking stones, magic items allowing a Sivis heir to send a short message to another speaking stone; House Sivis's network of message stations is the backbone of long-distance communication. But Sivis also trains and licenses scribes, notaries, interpreters, cartographers, barristers, heralds, bookbinders and more. House Sivis has an especially close relationship with House Kundarak, as Kundarak letters of credit must be notarized with a Sivis arcane mark.",
						"House Sivis has taken great pains to maintain the trust of its clients and takes a position of absolute neutrality in all disputes, whether between houses or nations. Gnomes have a natural love of intrigue, and the different families within the house often engage in subtle schemes and feuds, but these are never allowed to threaten the house as a whole. Sivis gnomes are typically friendly, curious, and engaging; but that kindly exterior may conceal a scheming mind."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are examples of characters who carry the Mark of Scribing.",
						{
							"type": "entries",
							"name": "House Agent Bard",
							"entries": [
								"The Draconic Prophecy is one of the greatest mysteries of all. You're an observer tasked to keep your eyes open for any sort of manifestation of the Prophecy. You are part detective, part spy. Always keep your eyes open for leads and see where they take you. Sage Wizard. You started out as a scribe and discovered a talent for arcane magic and a love of history. You're eager to explore ancient ruins and lost civilizations, and you're especially interested in uncovering old records, spellbooks, and ancient lore."
							]
						},
						{
							"type": "entries",
							"name": "Hermit Warlock (Great Old One)",
							"entries": [
								"The Mark of Making allows you to read the code of reality itself, to understand voices no one else can hear. You have no interest in the business of your house; you are on a grander quest, unraveling a secret that lesser minds can't comprehend. Your patron could be a daelkyr or your mark may truly be connecting you to some primordial force."
							]
						}
					]
				}
			]
		},
		{
			"name": "Human (Mark of Sentinel)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Protection is my purpose. I defend the innocent from those who would do them harm. For my siblings, this is a job; for me, it's a calling."
					],
					"by": "Harric d'Deneith, Sentinel Marshal"
				},
				"The Mark of Sentinel warns and protects. It heightens senses and reflexes, allowing an heir to respond to threats with uncanny speed. It can shield its bearer from harm. Whether on the battlefield or the ballroom, someone who carries the Mark of Sentinel is prepared for danger.",
				{
					"type": "entries",
					"name": "House Deneith",
					"entries": [
						"House Deneith was born in Karrnath, and war flows in its veins. For centuries, the Blademarks Guild of House Deneith has governed the mercenary trade. While warriors with the Mark of Sentinel are among its most elite forces, House Deneith brokers the services of a wide range of soldiers, including Valenar warbands and the goblins of Droaam. Beyond the battlefield, the Defender's Guild provides exceptional bodyguards for those who can afford their services. House Deneith is also renowned for its Sentinel Marshals, agents that hold the authority to pursue criminals and enforce the law across the length of Khorvaire. The Sentinel Marshals hold the honor of the house in their hands. Being a Marshal is a privilege, and it comes with high expectations.",
						"The dragonmarked houses aren't allowed to own land or hold noble titles. House Deneith has always abided by these edicts, maintaining absolute neutrality and selling its services to all sides of a conflict. However, there's a faction that feels that Deneith should use its power for its own purposes, not just in the service of others. House Deneith is also caught in an escalating rivalry with House Tharashk, which is edging into the mercenary trade."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Some examples of characters with this mark:",
						{
							"type": "entries",
							"name": "Paladin Soldier",
							"entries": [
								"You're a Sentinel Marshal, and you feel a divine calling to the cause of justice. You may follow Dol Arrah or the Silver Flame, but your paladin abilities could reflect the powers of your mark and your devotion to justice itself. Your \"military rank\" benefit reflects your authority as a Sentinel Marshal and will be recognized by law enforcement as opposed to soldiers."
							]
						},
						{
							"type": "entries",
							"name": "Monk Entertainer",
							"entries": [
								"You love being in the thick of battle, but you've never had an interesting in being a mercenary. Instead, you found your path as a gladiator. You draw your Ki through your mark, enhancing your reflexes and speed. You love life in the arena and the fans love you, but perhaps it's time to find a greater purpose."
							]
						}
					]
				}
			]
		},
		{
			"name": "Elf (Mark of Shadow)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"The illusions that I weave dazzle and deceive. Sometimes that deception eases your burdens, letting you forget your troubles for a moment. But I can also ease your burdens by ending your life."
					],
					"by": "Lady Elara d'Thuranni, shadow dancer"
				},
				"The Mark of Shadows lets an elf weave illusions from shadows, crafting sounds and images to distract or delight. The mark also allows its bearer to draw on the shadows, making it an easy matter to avoid detection or even disappear while in plain sight. It is a valuable tool for an entertainer, a spy, or an assassin.",
				{
					"type": "entries",
					"name": "The Houses of Shadow",
					"entries": [
						"The elves have carried the Mark of Shadow for thousands of years. The families that carry the mark left Aerenal after the conflict that wiped out the Mark of Death and established House Phiarlan in Khorvaire. These elves are the finest entertainers in the land, giving them access to all manner of places and secrets. But the elves do more than entertain. There has always been an elite force of spies and assassins within the house. Common folk know nothing of this. Only special clients—powerful nobles, merchant lords, and the like—have access to these shadow-marked spies.",
						"Toward the end of the Last War, a bitter feud broke out between the major families of the house. Known as the Shadow Schism, it resulted in a split withinin Phiarlan—and the foundation of House Thuranni. House Phiarlan continues to offer entertainment and espionage in the lands west of the Mournland, while Thuranni operates in Karrnath, the Lhazaar Principalities, and the eastern lands. As a rule, Phiarlan elves are the better spies and Thuranni agents are superior assassins. On the surface Thuranni and Phiarlan maintain a peaceful relationship, but rivalries run deep."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are a few examples of characters who carry the Mark of Shadow.",
						{
							"type": "entries",
							"name": "House Agent Rogue",
							"entries": [
								"You're a young agent in House Thuranni. You've studied the performing arts, but you're far more interested in the darker side of the house. At the moment you're building your skills and reputation as an observer and investigator, but once you prove yourself you hope you'll get to be a player in the shadow war."
							]
						},
						{
							"type": "entries",
							"name": "Bard Entertainer",
							"entries": [
								"You're a rising star. Your performances have already earned you a name across the Five Nations, and your fame will surely only increase as you develop your talents. The house has helped with your career, and they've dropped hints to see if you want to get involved in the other side of the house, but at the moment you're just in this for the music."
							]
						}
					]
				}
			]
		},
		{
			"name": "Half-Elf (Mark of Storm)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Sovereigns and Firstborn, grant me the four blessings promised to our people: dominion over the air, dominion over the water, fortune for my family, and fortune for my future."
					],
					"by": "From the Oath of Lyrandar"
				},
				"Wind and water welcome the half-elf who carries the Mark of Storms. The wind catches them when they fall, and they swim with remarkable speed. Those who possess the Greater Dragonmark and dragonshard focus items can call on even greater powers, shaping the weather and calling on the power of the storm.",
				{
					"type": "entries",
					"name": "House Lyrandar",
					"entries": [
						"House Lyrandar has long ruled the seas. Their galleons harness air and water elementals and are faster than any mundane vessel. Control of the sea and river trade gave Lyrandar considerable power. Now they reach out to the skies. Merely a decade old, Lyrander airships are already shifting the balance of power in overland travel, previously dominated by House Orien's lightning rail. House Lyrandar also controls the air in a more literal way. The Raincallers' Guild can use the Mark of Storms to control the weather for its clients, but at a considerable price.",
						"House Lyrandar is made up of half-elves. For many of its members, it's more than simply family or business—it is the closest thing their people have to a homeland. House Lyrandar is ambitious and often acts in what it sees as the interests of all half-elves. Lyrandar heirs have been helping the Valenar elves run their young kingdom, and some believe that Valenar could become a true homeland for the Khoravar."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are a few examples of characters who carry the Mark of Storms.",
						{
							"type": "entries",
							"name": "Noble Sorcerer",
							"entries": [
								"You are heir to one of the oldest families of Lyrandar, a direct descendant of the Firstborn. You can draw on your mark and your bloodline to wield power beyond those of other heirs. You're a noble of the house: are you a carefree celebrity, or are you driven by duty and a deep desire to help your house and your people?"
							]
						},
						{
							"type": "entries",
							"name": "Sailor Fighter",
							"entries": [
								"You served on the first airship that went into service, and spent the Last War fighting in the skies. You know your way around the clouds and on the water, and you're looking for adventurers that will take you back to either of them."
							]
						},
						{
							"type": "entries",
							"name": "Criminal Rogue",
							"entries": [
								"You've never been one to play by the rules. You always dreamed of being a smuggler or a sky pirate, and when you were old enough, you stole a small airship and headed to Sharn. You and your DM will have to decide how that worked out and if you still have the airship; it turns out they're hard to hide. Either way, you've been kicked out of the house and you're looking for jobs that cater to your sense of adventure."
							]
						}
					]
				}
			]
		},
		{
			"name": "Dwarf (Mark of Warding)",
			"source": "UAWGE",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"My family has the finest vaults you can imagine. They forge the locks that secure the jewels of kings and queens. And I learned to pick those locks when I was barely out of the crib."
					],
					"by": "Cutter, burglar and Kundarak excoriate"
				},
				"The Mark of Warding helps its bearers protect things of value. Using the mark, a dwarf can weave wards and seal portals with mystic force. It also provides its bearer with an intuitive understanding of locks and mechanisms used to protect and seal. The decision each heir has to make is whether they'll use this power to keep things safe, or whether they're more interested in opening locks and taking what's inside.",
				{
					"type": "entries",
					"name": "House Kundarak",
					"entries": [
						"If you want to keep something safe—jewels, secrets, prisoners—Kundarak is there to help. The Defenders Guild of House Kundarak trains locksmiths, security specialists, and more. It maintains the infamous prison of Dreadhold, along with a number of smaller prisons. As useful as these services are, it's the Banking Guild that truly defines the house. Kundarak's lands in the Mror Holds include deep veins of precious metals and stones, and the dwarves have used this wealth to establish the banking industry of Khorvaire. Anyone who makes a living from coin—from bankers to goldsmiths—likely learned their skills at House Kundarak. The security of Kundarak banks is legendary. The house also provides a special service to those who can afford it: a system of extradimensional vaults, allowing a client to store their goods in one location and retrieve them at any other Kundarak enclave.",
						"House Kundarak has a close alliance with House Sivis. Like the House of Scribing, Kundarak has worked to earn the trust of its clients and to establish a reputation for unshakeable integrity. The house has no love of renegade dwarves using their marks to turn a profit, and such rogues will want to avoid the eye of Kundarak."
					]
				},
				{
					"type": "entries",
					"name": "Dragonmaked Characters",
					"entries": [
						"Here are examples of characters with the Mark of Warding.",
						{
							"type": "entries",
							"name": "Artificer House Agent",
							"entries": [
								"Some people want to build a better mousetrap. Better isn't enough for you—you want to build the best. Your basic job: go out in the world, find the finest and most unusual security systems, and see what you can learn from them. When you go into an ancient ruin, you're hoping there are traps."
							]
						},
						{
							"type": "entries",
							"name": "Criminal Rogue",
							"entries": [
								"It's not that you're a bad person. You've just never met a lock you didn't want to open. It's like they speak to you, whispering \"Free me! Free me!\" You're not even in it for the gold; you've just fallen in with a bad crowd because most people who like opening locks are criminals. Perhaps it's time to make some new friends."
							]
						}
					]
				}
			]
		},
		{
			"name": "Vedalken",
			"source": "UARacesOfRavnica",
			"entries": [
				"Nothing is perfect—vedalken believe this and rejoice in it. Every imperfection is a chance for improvement, whether it's in law or in science, and progress is an endless march toward a state of perfection that might never be reached. This leads vedalken to pursue their work with delighted enthusiasm, never deterred by setbacks and excited by every opportunity for improvement.",
				{
					"type": "entries",
					"name": "Cool Rationality",
					"entries": [
						"Vedalken are tall and slender, standing almost a head taller than humans on average but weighing about the same. Their hairless skin covers a range of shades of blue, from pale sky blue through bright azure to deep indigo, almost purple. Their eyes are darker shades of blue or violet. They lack external ears, and their noses are broad and flat.",
						"As a rule, vedalken are gregarious in conversation. However, they are private concerning their personal lives, and they tend to engage more with ideas than with people. They form close friendships based on mutual interests or compelling disagreements, and their interactions focus on their thoughts about those issues rather than their feelings about them. To members of other races, vedalken often appear cold, even emotionless. That assessment isn't fair—they feel emotion every bit as vividly as other races, but they are skilled at not displaying it. Cool rationality guides their actions, they make and follow careful plans, and they are patient enough to do nothing at all when the ideal outcome relies on inaction."
					]
				},
				{
					"type": "entries",
					"name": "Reasoning toward Perfection",
					"entries": [
						"Their curious intellects and rational minds incline vedalken strongly toward membership in the Azorius Senate, the Simic Combine, and (less often) the Izzet League. Whatever their guild affiliation, they put their intelligence to use in crafting and improving things: laws, procedures, and magical sciences.",
						"Vedalken believe that the path toward the impossible goal of perfection is built with bricks of education, careful deliberation, and controlled experimentation. (Their desire for close control to prevent disastrous mistakes makes them generally less inclined toward the Izzet League, where explosive mistakes are celebrated.) Some vedalken direct their energy toward perfecting themselves, including by means of Simic bioengineering or through extensive study, while others focus on perfecting society through the careful crafting and application of laws."
					]
				},
				{
					"type": "entries",
					"name": "Vedalken Names",
					"entries": [
						"Vedalken are given names at birth, but usually choose new names for themselves as part of their transition into adulthood. They rarely use family names.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Aglar, Bellin, Dallid, Firellan, Kavin, Koplony, Lomar, Mathvan, Modar, Nebun, Nhillosh, Nitt, Otrovac, Ovlan, Pelener, Rill, Trivaz, Uldin, Yolov, Zataz"
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Azi, Barvisa, Brazia, Direll, Fainn, Griya, Hallia, Katrille, Kovel, Lilla, Mirela, Morai, Nedress, Ossya, Pierenn, Roya, Sestri, Triel, Uzana, Yaraghiya, Zlovol"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Vedalken.png"
					}
				}
			]
		},
		{
			"name": "Loxodon",
			"source": "UARacesOfRavnica",
			"entries": [
				"Humanoid elephants, loxodons are often oases of calm in the busy streets of Ravnica. They hum or chant in their sonorous tones and move slowly or sit in perfect stillness. Provoked to action, loxodons are holy terrors—bellowing with rage, trumpeting and flapping their ears. Their still wisdom and their furious strength—as well as their fierce loyalty and unwavering conviction—are tremendous assets to their guilds.",
				{
					"type": "entries",
					"name": "Lumbering Giants",
					"entries": [
						"Loxodons tower above most other humanoids, standing over seven feet tall. They have the heads—trunks, tusks, ears, and faces—of elephants, and hulking humanoid bodies covered by thick, leathery skin. Their hands have four thick digits, and their feet are the flat, ovalshaped feet of elephants.",
						"Like that of an elephant, a loxodon's trunk is a useful appendage that supplements the hands. In addition to providing a keen sense of smell, the trunk can be used to lift and carry even heavy objects, and the two finger-like protrusions at the tip are capable of delicate manipulation. The trunk can be used to carry both food and liquid to the mouth and can even act as a snorkel."
					]
				},
				{
					"type": "entries",
					"name": "Gifted Stoneworkers",
					"entries": [
						"Loxodons are tireless, patient artisans, with an unrivaled intuition about their craft. While they make nurturing spiritual leaders, their gift at stonework is so natural that they are often at a loss when it comes to imparting their knowledge to others. Among the Selesnya, it primarily falls to them to build the guild's magnificent cathedral-like arboretum structures."
					]
				},
				{
					"type": "entries",
					"name": "Relentlessly Loyal",
					"entries": [
						"Loxodons believe in the value of community and life, and thus are most often found in the Selesnya Conclave. Some who stress the benefits of order have been known to join the Orzhov Syndicate or the Azorius Senate.",
						"Loxodons believe that the members of a group have a responsibility to look out for each other. Once they have joined a guild or bonded with other individuals in any capacity, they devote themselves to maintaining that bond. They coordinate their efforts and are often willing to sacrifice themselves for the sake of the group. They expect the same loyalty and commitment from the other members of their communities and can be severe in their disappointment when their trust is betrayed.",
						"The primary difference among loxodons who join different guilds is their sense of the size of the communities they belong to. For loxodons in the Selesnya Conclave, the community is the world and all living beings in it, all valuable, all meant to live in harmony, and all interdependent. For Azorius loxodons, community primarily means the society of sentient races, who need law and order in order to function together. For those in the Orzhov Syndicate, community means the syndicate, with its interests taking priority over those of any other group."
					]
				},
				{
					"type": "entries",
					"name": "Loxodon Names",
					"entries": [
						"A loxodon's name includes overtones of sound, produced in a loxodon's resonant nasal chambers, that indicate status, family connection, and community role. Since most members of other races can't hear or distinguish these tones, let alone produce them, loxodons often translate them into titles, such as Hierarch, Revered, Grandmother, Healer, or Saint.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Bayul, Berov, Brooj, Chedumov, Dobrun, Droozh, Golomov, Heruj, Ilromov, Kel, Nikoom, Ondros, Radomov, Svetel, Tamuj, Throom, Vasool"
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Ajj, Boja, Dancu, Dooja, Elyuja, Fanoor, Irij, Jasoo, Katrun, Lyooda, Mayja, Radu, Shuja, Soofya, Totoor, Verij, Vesmova, Yoolna, Zarij, Zoorja"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Loxodon.png"
					}
				}
			]
		},
		{
			"name": "Simic Hybrid",
			"source": "UARacesOfRavnica",
			"entries": [
				"The Simic Combine uses magic to fuse different life forms together. In recent years, they have extended this research to humanoid subjects, magically transferring the traits of various animals into humans, elves, and vedalken. The goal of the so-called Guardian Project is to build a Simic army of superior soldiers, perfectly adapted to a variety of combat situations. These hyper-evolved specimens are called Simic hybrids, though they sometimes call themselves guardians.",
				{
					"type": "entries",
					"name": "Extensive Adaptation",
					"entries": [
						"Simic hybrids share many of the characteristics of their original race, including their basic physical form. Human hybrids are the most versatile, filling a variety of roles. Agile elf hybrids retain the ability to see in darkness, making them ideal as spies, scouts, and infiltrators. And vedalken hybrids possess the same calculating intellect as other vedalken, making them superior tacticians, strategists, and spellcasters.",
						"Hybrids' biological enhancements can change their appearance drastically. All hybrids possess some physical characteristics of animals, mostly aquatic and reptilian creatures. These include crab claws, squid tentacles, wings that look like mays or fins, translucent or camouflaged skin, or sharklike maws filled with sharp teeth.",
						"Hybrids are the product of Simic magic. It's not impossible for a hybrid to leave the Simic Combine and join another guild, but the Simic would consider the hybrid a deserter and the new guild might never fully welcome a hybrid who could easily be a Simic spy."
					]
				},
				{
					"type": "entries",
					"name": "Hybrid Names",
					"entries": [
						"A hybrid usually bears the name given by their human, elf, or vedalken parents. But some hybrids assume a new name after their transformation, a name chosen by themselves or by those who transformed them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Simic Hybrid.png"
					}
				}
			]
		},
		{
			"name": "Viashino",
			"source": "UARacesOfRavnica",
			"entries": [
				"Many reptiles derive their body warmth and energy from the sun, but the humanoid viashino are fueled by an inner fire of zeal. Open with their emotions, viashino can be hot-tempered, but they are also quick to their hissing laughter. And they easily form close bonds of friendship. They are fierce warriors and passionate advocates for their guilds and causes.",
				{
					"type": "entries",
					"name": "Scaled Skin and Tail Blades",
					"entries": [
						"Viashino resemble humanoid lizards covered in green, scaled skin and spiky protrusions. Their heads jut forward from their slender necks and bear huge mouths full of sharp teeth. Long, whiplike tails extend from their spines, lashing behind them—faster and faster as they grow more agitated. Their tails are tipped with bony blades they can use as weapons."
					]
				},
				{
					"type": "entries",
					"name": "Fervent and Fiery",
					"entries": [
						"Viashino are fiercely emotional and often violent, and their wizards and sorcerers favor fire spells that reflect their inner fire. They are most common among the Gruul Clans, especially the Slizt clan. Occasionally they put their zealous fire to use in the service of higher ideals, joining the Boros Legion. Other viashino instead pursue careers in the Izzet League, where they find a special role wielding Izzet-designed flamespewing scorchbringers.",
						"Like fire itself, viashino are quick to leap from one situation to another, and they are frequently destructive in the process. They enjoy brawling and often cause more injury than intended, thanks to their teeth and bladed tails. They're also easily distracted, jumping from one idea to another in an instant. Likewise, they're easily bored, and if nothing captures their attention, they'll do something interesting."
					]
				},
				{
					"type": "entries",
					"name": "Viashino Names",
					"entries": [
						"Viashino accept, collect, and discard names freely, choosing names that fit their current sense of self or whim. Sometimes they'll string two or more names together, because they like the sound or because all the names feel meaningful and relevant at the time. As a result, members of other races often have a hard time keeping track of a viashino's name.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Viashino Names:",
									"entry": "Aun, Bay, Bassisk, Cresh, Din, Essek, Fiksh, Gyan, Hsiska, Illati, Izka, Kyri, Liszik, Maush, Nyoser, Ossanash, Shekess, Skellek, Szil, Tenk, Tzia, Villi, Wyoryn, Yom, Ztash"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "半人馬", "ENG_name": "Centaur",
			"source": "GGR",
			"entries": [
				"In the sprawling city of Ravnica, where \"open road\" seems like a contradiction and \"open plain\" is sheer nonsense, centaurs nevertheless retain a love of wide spaces and the freedom to travel. As much as they can, centaurs run—in wide plazas, spacious parks, and expanses of rubble and ruin. They race the wind, hooves thundering and tails streaming behind them, until the next wall looms in their path and brings them to a stop.",
				{
					"type": "entries",
					"name": "Nature's Cavalry",
					"entries": [
						"Centaurs have the upper bodies, down to the waist, of muscular humans, displaying all the human variety of skin tones and features. Their ears are slightly pointed, but their faces are wider and squarer than those of elves. Below the waist, they have the bodies of small horses, with a similar range of coloration—from various shades of chestnut or bay to dappled or even zebra-like striped patterns. Most centaurs style their hair and their tails in a similar way. Selesnya centaurs favor long, flowing hair. Gruul centaurs cut their hair in rough, spiky styles.",
						"The upper bodies of centaurs are comparable to human torsos in size, and their lower equine bodies average about 4 feet tall at the withers. Though they are smaller than a human rider mounted on a horse, they fill similar roles as cavalry warriors, messengers, outriders, and scouts."
					]
				},
				{
					"type": "entries",
					"name": "Affinity for Nature",
					"entries": [
						"Centaurs have an affinity for the natural world. Among the guilds that share that affinity, centaurs favor the rubblebelts of the Gruul Clans and the wide plazas of the Selesnya Conclave over the undercity tunnels of the Golgari and the laboratories of the Simic.",
						"Centaurs celebrate life and growth, and the birth of a foal is always cause for festivities. At the same time, they revere the traditions of the past, and among both the Gruul and the Selesnya they are voices of memory and history, preserving old ways and keeping alive the legends of ancestral heroes. They feel a close kinship with wild animals, perhaps because of their own horse-like bodies, and delight in the feeling of running alongside herds and packs of other beasts."
					]
				},
				{
					"type": "entries",
					"name": "Clans and Community",
					"entries": [
						"Centaurs sense the interconnectedness of the natural world. Thus, they celebrate family and community as microcosms of that greater connection. Among the Gruul, they have a strong clan identity, and Selesnya centaurs are fiercely loyal to their individual communities as well as the guild as a whole. Their love of history and tradition also means that centaurs are more likely than most other Ravnicans to join the same guild that their parents did."
					]
				},
				{
					"type": "entries",
					"name": "Centaur Names",
					"entries": [
						"Centaurs' given names are passed down through family lines. The name bestowed on a new foal is typically the name of the most recently deceased family member of the same gender, keeping alive the memory—and, the centaurs believe, some shard of the spirit—of the departed. Centaurs don't use family names, but they wear symbols that represent their family membership. These symbols might include graphical representations of plants or animals, printed mottoes, braids and beads worn in the hair and tail, or even specific patterns of woven fabric.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Bonmod, Boruvo, Chodi, Drozan, Kozim, Milosh, Ninos, Oleksi, Orval, Radovas, Radom, Rostis, Svetyos, Tomis, Trijiro, Volim, Vlodim, Yarog"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Daiva, Dunja, Elnaya, Galisnya, Irinya, Kotyali, Lalya, Litisia, Madya, Mira, Nedja, Nikya, Ostani, Pinya, Rada, Raisya, Stasolya, Tatna, Zhendoya, Zoria"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "哥布林", "ENG_name": "Goblin",
			"source": "GGR",
			"entries": [
				"Whether sniveling in fear, cackling with mad laughter, or snarling in a fury, goblins are wretched and inconsequential—at least in the eyes of most of Ravnica's other folk. In their own minds, though, they are content to lurk in the shadows only until they fully come into their own and receive the recognition they believe they deserve. They are entitled to some credit for their tenacity, agility, crafty ingenuity, and dumb luck, all of which has enabled them to survive in a world overrun with creatures larger and more powerful than they are.",
				{
					"type": "entries",
					"name": "Small and Wiry",
					"entries": [
						"Standing around 3 feet tall and covered in warty green or red skin, goblins have huge noses and ears. Their wiry bodies are surprisingly strong, and their mouths are full of sharp, crooked teeth.",
						"Most goblins are bald, either by heredity or by choice, but a few boast shocks of red or black hair. Their arms and legs are elongated in proportion to their small bodies, and their fingers and toes are also long and slender. Many goblins prefer to go unshod to leave their toes exposed for climbing."
					]
				},
				{
					"type": "entries",
					"name": "Unfettered Emotion",
					"entries": [
						"Creatures of raw impulse, goblins are found among guilds that value that quality, particularly the Izzet (where they typically serve as attendants for researchers), the Gruul (in camps that form hapless buffers between the clans and civilized regions), the Rakdos (putting their love of explosions to good use), and occasionally the Boros (if they discover a well of discipline and courage within themselves, or find themselves unable to resist the shininess of Boros weapons and armor). Many goblins are guildless and make their way as members of street gangs.",
						"Sometimes driven by wild mood swings, goblins have an inclination toward destruction, which can take a playful form but is often anything but. Some goblins clobber things, others like to light them on fire, and many love to blow things up.",
						"Goblins have an outrageous sense of humor, usually expressed through mischievous pranks. The malicious among them find pleasure in the misfortune of others and tend to cackle maniacally whenever they're amused. They can act with apparent randomness, sometimes just to confuse and befuddle others."
					]
				},
				{
					"type": "entries",
					"name": "Goblin Names",
					"entries": [
						"The Goblin language is fond of certain sounds, and goblin names tend to repeat those sounds to form what can sound like nonsense words. A goblin's name gives no indication of gender.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Goblin Names:",
									"entry": "Azzinax, Babolax, Blixanix, Crixizix, Dazzaz, Estrix, Finizix, Juzba, Kaluzax, Lyzaxa, Mizzix, Myznar, Nixispix, Paxizaz, Ravixiz, Stixil, Sunnix, Tozinox, Uxivozi, Vazozav, Wexiny, Zizzix"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "象族", "ENG_name": "Loxodon",
			"source": "GGR",
			"entries": [
				"The humanoid elephants called loxodons are often oases of calm in the busy streets of Ravnica. They hum or chant in sonorous tones and move slowly or sit in perfect stillness. If provoked to action, loxodons are true terrors—bellowing with rage, trumpeting and flapping their ears. Their serene wisdom, fierce loyalty, and unwavering conviction are tremendous assets to their guilds.",
				{
					"type": "entries",
					"name": "Lumbering Giants",
					"entries": [
						"Loxodons tower above most other humanoids, standing over 7 feet tall. They have the heads—trunks, tusks, ears, and faces—of elephants, and hulking bipedal bodies covered by thick, leathery skin. Each of their hands has four thick digits, and their feet are the flat-bottomed, oval-shaped feet of elephants.",
						"Like that of an elephant, a loxodon's trunk is a useful appendage. In addition to providing a keen sense of smell, the trunk can be used to lift and carry even heavy objects. The trunk can be used to carry both food and liquid to the mouth and can even act as a snorkel."
					]
				},
				{
					"type": "entries",
					"name": "Gifted Stoneworkers",
					"entries": [
						"Loxodons are tireless, patient artisans with an unrivaled intuition about their craft. Although they make nurturing spiritual leaders, their gift for stonework is so ingrained that they are often at a loss when they try to impart that knowledge to others. Among the Selesnya, it primarily falls to loxodons to build the guild's magnificent, cathedral-like arboretum structures."
					]
				},
				{
					"type": "entries",
					"name": "Relentlessly Loyal",
					"entries": [
						"Loxodons believe in the value of community and life, and thus are most often found in the Selesnya Conclave. Some find fulfillment in the cause of order by joining the Orzhov Syndicate or the Azorius Senate.",
						"Loxodons believe that the members of a group have a responsibility to look out for each other. Once they have joined a guild or bonded with other individuals in any capacity, loxodons devote themselves to maintaining that bond. They coordinate their efforts and are often willing to sacrifice themselves for the sake of the group. They expect reciprocal loyalty and commitment from the other members of their communities and can be severe in their disappointment when their trust is betrayed.",
						"The primary difference between loxodons who join different guilds is their sense of the size of the community they belong to. For loxodons in the Selesnya Conclave, their community is the world and all living beings in it—everything valuable, meant to live in harmony, and interdependent. For Azorius loxodons, community primarily means a society of different peoples who need adherence to law and order so they can function together. For those in the Orzhov Syndicate, community means the syndicate alone, with its interests taking priority over those of any other group."
					]
				},
				{
					"type": "entries",
					"name": "Loxodon Names",
					"entries": [
						"A loxodon's name includes subtle tones, produced in a loxodon's resonant nasal chambers, that indicate status, family connection, and community role. Since most non-loxodons can't distinguish these underlying tones, let alone produce them, loxodons often translate them into titles, such as Hierarch, Revered, Grandmother, Healer, or Saint, when interacting with other races.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Bayul, Berov, Brooj, Chedumov, Dobrun, Droozh, Golomov, Heruj, Ilromov, Kel, Nikoom, Ondros, Radomov, Svetel, Tamuj, Throom, Vasool"
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Ajj, Boja, Dancu, Dooja, Elyuja, Fanoor, Irij, Jasoo, Katrun, Lyooda, Mayja, Radu, Shuja, Soofya, Totoor, Verij, Vesmova, Yoolna, Zarij, Zoorja"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "米諾陶", "ENG_name": "Minotaur",
			"source": "GGR",
			"entries": [
				"The minotaurs of Ravnica are strong in body, dedication, and courage. They are at home on the battlefield, willing to fight for their various causes. They combine a burning fury in battle with keen tactics that make them excellent commanders as well as valuable shock troops.",
				{
					"type": "entries",
					"name": "Horns and Hooves",
					"entries": [
						"Minotaurs are barrel-chested humanoids with heads resembling those of bulls. Their horns range in size from about 1 foot long to great, curling weapons easily three times that length. They often ornament their horns with metal rings or sheathe them in metal to protect them from damage.",
						"Manes of shaggy fur extend down minotaurs' necks and powerful backs, and males have long tufts of hair on their chins and cheeks. Their legs end in heavy, cloven hooves. Minotaurs are born with long, tufted tails, but minotaurs of the Ordruun clan (and some others) have their tails docked as part of a coming-of-age ceremony; they find the heavy armor of the Boros legion much more comfortable without a long tail in the way."
					]
				},
				{
					"type": "entries",
					"name": "Strength and Zeal",
					"entries": [
						"Minotaurs are zealous and love battle. They are found among the Gruul Clans, but the minotaurs of the Ordruun family line, long associated with the Boros Legion, are much better known and respected. Boros minotaurs choose the precision of the legion over the fury of the pack.",
						"Minotaurs tend to vent their outrage through violence, but they aren't generally quick to anger. They are passionate, loving their friends and partners fiercely, and they laugh loud and long at good jokes."
					]
				},
				{
					"type": "entries",
					"name": "Family and Guild",
					"entries": [
						"Minotaur legends describe a small pantheon of heroes—perhaps they were once thought of as gods—who established the minotaurs' place in the world. Every minotaur in Ravnica claims descent from one of these heroes. The Ordruun line is the most prominent, with thousands of members descended from an ancient hero who is said to have taught minotaurs the arts of war. Other important family lines include the Kharran line (primarily associated with the Gruul Scab clan), the Drendaa line (found scattered among the Gruul Clans), and the Tazgral line (divided between the Boros and the Gruul, with a significant number in the Rakdos as well).",
						"Since each family line has so many members, minotaurs don't usually find it helpful to connect the name of the line to their personal names; even though Commander Grozdan of the Boros Legion's Kamen Fortress is a prominent member of the Ordruun line, he would never call himself Grozdan Ordruun the way a human would."
					]
				},
				{
					"type": "entries",
					"name": "Minotaur Names",
					"entries": [
						"The legends that recount the deeds of ancient minotaur heroes are full of other names as well: those of the retainers, allies, lovers, servants, enemies, and others who played roles, however small, in the lives of the heroes. Almost every minotaur name is drawn from that long list of minor characters of legend, so that those folk are never forgotten.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Alovnek, Brogmir, Brozhdar, Dornik, Drakmir, Drazhan, Grozdan, Kalazmir, Klattic, Melislek, Nirikov, Prezhlek, Radolak, Rugilar, Sarovnek, Svarakov, Trovik, Vraslak, Yarvem"
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Akra, Bolsa, Cica, Dakka, Drakisla, Eleska, Enka, Irnaya, Jaska, Kalka, Makla, Noraka, Pesha, Raisha, Sokali, Takyat, Vrokya, Veska, Yelka, Zarka, Zoka"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Minotaur.png"
					}
				}
			]
		},
		{
			"name": "析米克混合體", "ENG_name": "Simic Hybrid",
			"source": "GGR",
			"entries": [
				"The Simic Combine uses magic to fuse different life forms together. In recent years, the Simic Combine has extended this research to humanoid subjects, magically transferring the traits of various animals into humans, elves, and vedalken. The goal of the Guardian Project is to build a Simic army of soldiers perfectly adapted to a variety of combat situations. These hyper-evolved specimens are called Simic hybrids, though they sometimes refer to themselves as guardians.",
				{
					"type": "entries",
					"name": "Extensive Adaptation",
					"entries": [
						"A hybrid's biological enhancements can change its appearance drastically, though most hybrids retain their basic physical form. All are augmented with characteristics of animals, mostly aquatic, reptilian, or amphibian creatures. These include crab claws, squid tentacles, wings or fins like those of manta rays, translucent or camouflaged skin, or shark-like maws filled with sharp teeth.",
						"Hybrids are the product of Simic magic. It's not impossible for a hybrid to leave the Simic Combine and join another guild, but the Simic would consider the individual a deserter. And the new guild might never fully welcome a hybrid who could easily be a Simic spy."
					]
				},
				{
					"type": "entries",
					"name": "Simic Hybrid Names",
					"entries": [
						"A hybrid usually bears the name given by their human, elf, or vedalken parents. Some hybrids assume a new name after their transformation—a name chosen personally or by those who transformed them."
					]
				}
			]
		},
		{
			"name": "維多肯", "ENG_name": "Vedalken",
			"source": "GGR",
			"entries": [
				"Nothing is perfect. Vedalken not only believe this fact, they rejoice in it. Every imperfection is a chance for improvement, and progress is an endless march toward a state of perfection that can never be reached. This viewpoint leads vedalken to pursue their work with delighted enthusiasm, never deterred by setbacks and excited by every opportunity for improvement.",
				"Vedalken are tall and slender, standing almost a head taller than humans on average but weighing about the same. Their hairless skin comes in a range of shades of blue. Their eyes are darker shades of blue or violet. They lack external ears, their noses are broad and flat, and they are partially amphibious.",
				{
					"type": "entries",
					"name": "Cool Rationality",
					"entries": [
						"Despite being talkative, vedalken keep their personal lives private, and they tend to engage more with ideas than with people. They form close friendships based on mutual interests or compelling disagreements, and their interactions dwell on their thoughts about those issues rather than their feelings about them.",
						"To members of other races, vedalken often seem cold, even emotionless. That assessment isn't fair—they feel emotion every bit as intensely as other folk do, but they are skilled at not displaying it. Cool rationality guides their actions, they make and follow careful plans, and they are patient enough to do nothing when the ideal outcome relies on such inaction."
					]
				},
				{
					"type": "entries",
					"name": "Reasoning toward Perfection",
					"entries": [
						"Their curious intellects and rational minds incline vedalken toward membership in the Azorius Senate, the Simic Combine, and (less often) the Izzet League. Whatever their guild affiliation, they put their intelligence to use in crafting and improving things, whether those things are laws, procedures, or magical sciences.",
						"Vedalken believe that the path toward the impossible goal of perfection is paved with bricks of education, careful deliberation, and controlled experimentation. Some vedalken direct their energy toward perfecting themselves, whether by means of Simic bioengineering or through extensive study, and others concentrate on perfecting society through the careful drafting and application of laws."
					]
				},
				{
					"type": "entries",
					"name": "Vedalken Names",
					"entries": [
						"Vedalken are given names at birth, but usually choose new names for themselves as part of their transition into adulthood. They rarely use family names.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Aglar, Bellin, Dallid, Firellan, Kavin, Koplony, Lomar, Mathvan, Modar, Nebun, Nhillosh, Nitt, Otrovac, Ovlan, Pelener, Rill, Trivaz, Uldin, Yolov, Zataz"
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Azi, Barvisa, Brazia, Direll, Fainn, Griya, Hallia, Katrille, Kovel, Lilla, Mirela, Morai, Nedress, Ossya, Pierenn, Roya, Sestri, Triel, Uzana, Yaraghiya, Zlovol"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "狗頭人", "ENG_name": "Kobold",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Kobold.png"
					}
				}
			]
		},
		{
			"name": "Tiefling(Variant)",
			"source": "SCAG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/Feral Tiefling.png"
					}
				}
			]
		}
	],
	"meta": {
		"uncommon": {
			"name": "不常見的種族",
			"type": "inset",
			"entries": [
				"這個種族，和下列的種族並不常見。他們不一定存在於每個D&D的世界中，而就算是在其存在的世界中，他們的分布也遠遠不及矮人、精靈、半身人、和人類那麼廣泛。在D&D多元宇宙中的那些國際性城市，即使是最奇特少見的種族，也很少會讓大部分人們想多看他們一眼。但散佈在鄉下的小鎮和村莊卻不是這樣。尋常民眾們並不習慣看到這些種族的成員，且他們也會表現出相應的反應。",
				{
					"type": "entries",
					"name": "龍裔",
					"entries": [
						"龍裔相當容易被當成怪物，尤其是若他或她的鱗片透露出其繼承自五色龍的血脈。儘管如此，除非龍裔開始噴火並製造破壞，否則人們通常會謹慎地與之交流，而非帶著恐懼。"
					]
				},
				{
					"type": "entries",
					"name": "地侏",
					"entries": [
						"地侏看起來人畜無害，且能夠迅速地以幽默解除他人的戒心。尋常民眾通常對於地株充滿好奇，且可能從來沒親眼見過真正的地侏，但他們很少會因此表現出敵意或恐懼。"
					]
				},
				{
					"type": "entries",
					"name": "半精靈",
					"entries": [
						"儘管許多人從未見過一名半精靈，但其實所有人都知道他們的存在。一名半精靈陌生人的到訪通常會伴隨著在其背後的流言蜚語和窺視目光，而非任何衝突挑釁或公然的好奇心。"
					]
				},
				{
					"type": "entries",
					"name": "半獸人",
					"entries": [
						"通常來說，假定一名半獸人的個性好戰而易怒會比較安全，因此人們在身邊存在一名不熟悉的半獸人時會有所警戒。店主可能會在半獸人走進時偷偷地藏起值錢或易碎的商品，而酒館的人群則會在看到半獸人時緩緩撤離，認為接下來很快就會發生一場酒館鬥毆。"
					]
				},
				{
					"type": "entries",
					"name": "提夫林",
					"entries": [
						"半獸人會被較為實際的謹慎對待，但提夫林則是受到超自然恐懼的對象。從他們的外表特徵可以清楚地看到其血脈中的邪惡，且對大多數人而言，提夫林就宛如直接來自九層地獄中的魔鬼。人們可能會在提夫林接近時比出防護魔鬼的手勢符號，繞遠路以避免經過附近，或在提夫林走進店內之前緊閉商店大門。"
					]
				}
			]
		},
		"monstrous": {
			"name": "怪物冒險者",
			"type": "section",
			"entries": [
				"在某些戰役中，那些原本會被視為邪惡威脅的類人生物可以與人類和其它標準種族一同參與冒險。這個章節是為了那些希望擴展他們戰役的種族選擇到D&D世界的非典型族群的DM們設計的。",
				{
					"type": "entries",
					"name": "為什麼是怪物角色？",
					"entries": [
						"創建角色做為一名通常擔當反派的生物能提供許多角色扮演的有趣可能性。無論是做為喜劇、做為背叛與失落的悲劇故事，或是做為一名反英雄，一名怪物角色給了玩家在戰役中接受一個不尋常挑戰的機會。在允許怪物角色出現在你的戰役之前，請考慮下列的三個問題。"
					]
				},
				{
					"type": "entries",
					"name": "罕見還是稀鬆平常？",
					"entries": [
						"想想在你的設定中，獸人、歌布林、和其他類似冒險者有多麼常見。他們是否被不會被認為比精靈或矮人更為陌生？他們在與其他人接觸時是否會引來懷疑？這些種族在你設定中扮演的角色會決定其他人在遇見這類角色時的反應。",
						"不用害怕將情況推到極端。一名獸人角色可能會因為害怕被囚禁或暴民動粗而必須冒險偽裝進入城鎮或待在荒野。確保你和玩家小隊談過關於這類角色在這個世界中能夠預期得到什麼樣的對待。有些玩家們會喜歡接納一名流亡者的挑戰，但請不要設定了一個期待，卻給出了另一種情況。",
						"你也可以在你的戰役中設定怪物生物擁有另一種文化，一種與人類、精靈、和矮人有著聯盟或競爭對抗的文化。一個大哥布林王國可能會做為人類王國和凱沃斯(Kyuss)蠕蟲肆虐的荒蕪區域之間的緩衝地帶。狗頭人可能會是城市的建造者，成為那些宏偉、戒備森嚴的建築的偉大設計師，而其他族群得花點錢才能夠居住其中。第一章所記載的文化描述著這些生物在標準D&D世界中的情況，但他們在你的戰役中並不一定是被如此設定。將其做為你想法的基礎妥善運用。"
					]
				},
				{
					"type": "entries",
					"name": "流亡者還是特使？",
					"entries": [
						"想想一個怪物角色原生的文化社會是如何看待這名角色。這名角色是流亡者、間諜、特使？還是其他身分？與玩家一同討論以決定這名角色最終是如何成為冒險者的。",
						"這名角色的羈絆會是思考這個問題的重要起始點。這個羈絆是如何驅使角色去冒險？這個角色的個性、缺點、和信念也可以發揮充實故事的作用。"
					]
				},
				{
					"type": "entries",
					"name": "朋友還是敵人？",
					"entries": [
						"找出這名角色與冒險團隊中的其它成員之間的特殊聯繫。一名獸人契術師可能會是矮人遊俠的仇敵，但他們兩個被迫合作以擊敗雙方共同的敵人。或許狗頭人術士曾是提夫林法師的魔寵，因一名憤怒大法師為報復某次不重要的侮辱而被施法轉變。大哥布林聖騎士可能曾經是人類，但因妨礙了一名邪惡的鬼婆而被詛咒，變成了這副邪惡的樣子。怪物角色和隊伍中其他人之間這些充滿創意的聯繫將有助於完成一場令人深刻難忘的戰役。",
						"這張怪物起源表將提供一些將怪物角色加入戰役的構想。",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"起源"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"你是一名間諜，被派遣以從內部暗中顛覆你的敵人們。"
								],
								[
									"2",
									"你是一個變形法術或詛咒的受害者。"
								],
								[
									"3",
									"你被人類、精靈、或矮人養大，並接納了他們的文化。"
								],
								[
									"4",
									"在年輕的時候，你接受了一個人類宗教，且現在忠誠侍奉衪。"
								],
								[
									"5",
									"你收到了神聖的啟示以差遣你踏上你的道路，且偶爾會接收到指引你下一步的新景象。"
								],
								[
									"6",
									"你的誓仇是你族人的盟友，迫使你離開你的部落以進行復仇。"
								],
								[
									"7",
									"一個邪惡的存在毀掉了你族人的社會。"
								],
								[
									"8",
									"一場重傷或奇怪的事件導致你失去你所有過去的記憶，但你偶爾會回想起一閃而過的片段。"
								]
							]
						}
					]
				}
			]
		}
	}
}
